Repository: dcmul/rapidsms
Catalog: apps/mrdt/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, only registered users can access this program.%(msg)s
fr: Désolé,seulement les membres inscrits peuvent accéder le programme.%(msg)s

source: An error occurred. Please call %(mobile)s
fr: Une erreur s'est présentée. Veuillez appeler %(mobile)s

source: Case +%(ref_id)s not found.
fr: Le cas +%(ref_id)s n'est pas trouvé.

source: one quarter
fr: Un quart

source: one half
fr: Demi

source: one and a half
fr: L'un et l' autre moitié

source: two
fr: Deux

source: Child is too light for treatment (under 5kg). Refer to clinic.
fr: L'enfant est très léger de traitement(moins de 5kg).Renvoyez-le à la clinique.

source: Patient is %(weight)skg. If positive for malaria, take %(dosage)s each of Artesunate (50mg) and Amodiaquine (150mg) morning and evening for 3 days.
fr: Le patient pèse %(weight)skg,si positif(ive) de paludisme,prenez %(dosage)sArtesunate (50mg) et Amodiaquine (150mg) chaque matin et le soir pour 3jours

source: MRDT> Child +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s (%(guardian)s), %(location)s. RDT=%(result_text)s, Bednet=%(bednet_text)s%(observed)s. Please refer patient IMMEDIATELY for clinical evaluation
fr: MRDT> Enfant +%(ref_id)s,%(last_name)s, %(first_name)s, %(gender)s/%(age)s (%(guardian)s), %(location)s. RDT=%(result_text)s, Le voile du lit=%(bednet_text)s%(observed)s Veuillez préconiser le/la patient(e) de se rendre immédiatement à la clinique pour l'évaluation

source: MRDT> Negative MRDT with Fever. +%(ref_id)s, %(last_name)s,%(first_name)s, %(gender)s/%(age)s %(location)s. Patient requires IMMEDIATE referral. Reported by CHW %(reporter_name)s @%(reporter_alias)s m:%(reporter_identity)s.
fr: MRDT> MRDT Negatif et la fièvre +%(ref_id)s,%(last_name)s,%(first_name)s, %(gender)s/%(age)s %(location)s.Le/la patient(e) nécessite un renvoi immédiat. Signalé par CHW %(reporter_name)s @%(reporter_alias)s m:%(reporter_identity)s

source: under one year (5-10kg)
fr: moins d'un an(5-10kg)

source: 1-6 years (11-24kg)
fr: 1-6 ans (11-24kg)

source: one
fr: un

source: 7-13 years (25-50kg)
fr: 7-13 ans (25-50kg)

source: 14 - 17 years (50-70kg)
fr: 14 - 17 ans (50-70kg)

source: 18+ years (70+ kg)
fr: 18+ ans (70+ kg)

source: Child is too young for treatment. Please refer IMMEDIATELY to clinic
fr: lL'enfant est très jeune pour le traitement.Veuillez le/la renvoyer à la clinique immédiatement

source: and danger signs (
fr: et les signes de danger

source: Refer to clinic after %s each of Artesunate 50mg and Amodiaquine 150mg is given
fr: Renvoient à la clinique aprés %s chaque dose de; Artesunate 50mg et Amodiaquine 150mg est donné

source: Child is %(age)s. %(tabs)s each of Artesunate 50mg and Amodiaquine 150mg morning and evening for 3 days
fr: L'enfant de %(age)s. prends%(tabs)s chaque de; Artesunate 50mg and Amodiaquine 150mg le matin et le soir pour 3 jours

source: Patient +%(ref_id)s, %(first_name)s %(last_name)s, %(gender)s/%(age)s (%(guardian)s). Bednet=%(bednet_text)s %(observed)s. Patient has MALARIA%(danger)s.
fr: Le/la patient+%(ref_id)s, %(first_name)s %(last_name)s, %(gender)s/%(age)s (%(guardian)s).Le voile du lit=%(bednet_text)s %(observed)s.Le/la patient a le paludisme(danger)s.

source: MRDT> Child +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(months)s (%(location)s) has MALARIA%(danger)s. CHW: @%(reporter_alias)s %(reporter_identity)s
fr: MRDT> L'enfant +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(months)s (%(location) a le paludisme %(danger)s. CHW: @%(reporter_alias)s %(reporter_identity)s

source: instructions
fr: les instructions in

source: MRDT> Negative MRDT with Fever. +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s %(location)s. Patient requires IMMEDIATE referral. Reported by CHW %(reporter_name)s @%(reporter_alias)s m:%(reporter_identity)s.
fr: MRDT>MRDT Negatif avec la fièvre. +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s %(location)s.Le/la patient(e) nécessite un renvoi immédiat Signalé par CHW %(reporter_name)s @%(reporter_alias)s m:%(reporter_identity)s

source: MRDT> Child +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s (%(guardian)s), %(location)s. RDT=%(result_text)s, Bednet=%(bednet_text)s.
fr: MRDT> L'enfant +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s (%(guardian)s), %(location)s. RDT=%(result_text)s, Le voile du lit=%(bednet_text)s

source: less than 3
fr: moins de 3

source: Refer to clinic immediately after %(tabs)s tab%(plural)s of Coartem is given
fr: Renvoient à la clinique immédiatement aprés la dose%(tabs)s tab%(plural)s de:Coartem est donné

source: Child is %(age)s. Please provide %(tabs)s tab%(plural)s of Coartem (ACT) twice a day for 3 days
fr: Pour l'enfant de %(age)s. Veuillez fournir la dose %(tabs)s tab%(plural)s de Coartem(ACT) chaque matin et le soir pour 3 jours

source: MRDT> Child +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s has MALARIA%(danger)s. %(instructions)s
fr: MRDT> L'enfant +%(ref_id)s, %(last_name)s, %(first_name)s, %(gender)s/%(age)s a le paludisme %(danger)s. %(instructions)s
