Repository: dcmul/rapidsms
Catalog: apps/deathform/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, only registered users can access this program.%(msg)s
fr: Désolé,seulement les membres inscrits peuvent accéder le programme %(msg)s

source: An error occurred. Please call %(mobile)s
fr: Une erreur s'est présentée. Veuillez appeler %(mobile)s

source: Case +%(ref_id)s not found.
fr: Le cas +%(ref_id)s n'est pas trouvé

source: Date must be in the format ddmmyy: %(dod)s
fr: Le format de date doit être jjmmann:%(dod)s

source: Couldn't understand date: %(dod)s
fr: La date n'est pas saisissable: %(dod)s

source: Location `%(loc)s` is not known. Please try again with a known location
fr: Région inconnue %(loc)s. Veuillez essayer encore avec une région connue

source: Cause `%(cause)s` is not known. Please try again with a known death cause
fr: La cause est inconnue `%(cause)s Veuillez essayer avec la cause de mort connue.

source: %(name)s [%(age)s] died on %(dod)s of %(cause)s at %(where)s
fr: %(name)s [%(age)s il est mort %(dod)s of %(cause)s à %(where)

source: Male
fr: Mâle

source: Female
fr: Femâle

source: Home
fr: Maison

source: Health Facility
fr: Létablissement de santé

source: On route to Clinic
fr: En voie à la clinique

source: Other
fr: L'autre

source: Pregnancy Related
fr: Liée à la grossesse

source: Child Birth
fr: La naissance d'enfant

source: Accident
fr: L'accident

source: Sudden Death
fr: Mort subite

source: Date of Death
fr: Date de mort
