Repository: dcmul/rapidsms
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Log in
fr: Connexion or se connecter

source: CHWs
fr: ASCs

source: Data Entry
fr: Saisie des données

source: Indicators
fr: Indicateurs

source: Message Log
fr: Tous les messages

source: Some stuff
fr: certains trucs

source: Patient List
fr: Liste des patients

source: Change
fr: Changer

source: ID
fr: identifiant

source: Patient Name
fr: Nom du patient

source: DOB
fr: DDN

source: %(rcount)s results found.
fr: résultats.%(rcount)s

source: First Page
fr: Première page

source: First
fr: Premier

source: Previous Page
fr: Page précédente

source: Previous
fr: Précédent

source: Next Page
fr: Page suivante

source: Next
fr: Suivant

source: Last Page
fr: Dernière page

source: Last
fr: Dernier

source: Save
fr: sauvegarder

source: ChildCount+ Data Entry
fr: Saisie des données ChildCount+

source: free
fr: Libre

source: Full message
fr: Message complet

source: Available forms
fr: Formulaires disponibles

source: SMS Log
fr: Messages envoyés

source: Date of Encounter:
fr: Date de consultation :

source: Logged in as %(user)s
fr: Identifié en tant que %(user)s

source: Phone Number:
fr: Numéro de téléphone :

source: CHW:
fr: ASC

source: Response Log
fr: Messages reçus

source: Edit Patient
fr: Modifier les données du patient

source: Edit Another Patient (Make sure to save before clicking here)
fr: Modifier les données d’un autre patient (assurez vous d’avoir sauvegardé avant de cliquer ici)

source: Enter a health ID to edit a patient.
fr: entrez un ID de santé pour modifier les données d’un patient.

source: A patient with health ID
fr: Un patient avec un Identifiant de santé

source: was not found.
fr: introuvable.

source: Patient information for
fr: Informations du patient pour

source: saved.
fr: sauvegardé

source: Edit
fr: Modifier

source: again
fr: encore

source: Back to top
fr: retour vers le haut de la page

source: Output
fr: Sortie

source: Graph
fr: graphique

source: Search
fr: Rechercher

source: CHW List
fr: Liste des ASCs

source: All Community Health Workers
fr: Tous les agents de santé communautaire

source: Username
fr: Identifiant

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Active?
fr: Actif?

source: Goodbye
fr: Au revoir

source: Thanks for visiting ChildCount+!
fr: merci de votre visite sur ChildCount+!

source: Please come again.
fr: Revenez s'il vous plait

source: Log in again
fr: Connectez vous à nouveau

source: Login
fr: Login, or identifiant, or se connecter

source: Oops. Your username and password didn't match. Please try again.
fr: Votre mot de passe et ou votre nom d'utilisateur est incorrect. veuillez réessayer

source: Oops. You do not have permission to view this section.
fr: Vous n'êtes pas autorisé à consulter cette section

source: Please log in to ChildCount+
fr: Veuillez vous connecter à ChildCount+

source: Upload the Health ID File
fr: télécharger le fichier des ID de santé

source: Note: use the start and end health ids as title e.g '1N00H to 22393'
fr: Note : utiliser le premier et le dernier identifiants de santé comme titre ex : '1N00H to 22393'

source: Nutrition Chart
fr: Graphique de nutrition

source: Recent Numbers
fr: Chiffres récents

source: Registration Chart
fr: Graphique des enregistrements

source: Number of Days Ago
fr: nombre de jours écoulés depuis

source: Total number of patients
fr: Nombre total de patients
