Repository: dcmul/rapidsms
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You successfuly changed DOB of %(patient)s
fr: Vous avez réussi à changer la DDN de %(patient)s

source: You successfuly changed name of %(patient)s to %(newname)s
fr: Vous avez changé le nom de %(patient)s en %(newname)s avec succès

source: Verbal autopsy complete!
fr: Autopsie verbale complète!

source: or
fr: ou

source: %(choices)s, or %(lastchoice)s
fr: %(choices)s, ou %(lastchoice)s

source: Household
fr: Foyer

source: Total HH Visits
fr: nombre total de menages visités

source: Women Starting FP (or Never Registered)
fr: femmes ayant commencé une contraception ( ou femmes jamais enregistrées auparavant)

source: People with DSs
fr: personnes avec DSs

source: Cases Urgently Referred OR Treated by CHW
fr: Cas référés en urgence ou traités par l’ASC

source: Late Follow-Up Visits (between 72 hours and 7 days)
fr: visites de suivi tardives (entre 72h et 7 jours)

source: No Follow-Up Visits (never or after 7 days)
fr: pas de visites de suivi (jamais ou après 7 jours)

source: Pregnancy
fr: Grossesse

source: Births with 4 ANC
fr: naissance avec 4 VSP

source: Babies Known Delivered in Clinic
fr: Bébés nés dans un centre de santé

source: Malaria
fr: Paludisme

source: Positive RDTs
fr: TDR positif

source: Diarrhea
fr: Diarrhée

source: [No HHV]
fr: pas de visite de foyer

source: [No MUAC]
fr: [Pas de PB]

source: Nice work.
fr: Bon travail.

source: Well done!
fr: Bien joué!

source: Thank you for your very hard work.
fr: merci pour votre travail acharné

source: Thank you for your good work.
fr: merci pour votre bon travail

source: Thank you for your work.
fr: merci pour votre travail

source: You have ranked #%(rank)d out of %(total)d active CHWs for the indicator "%(ind_name)s" in the past 30 days. You achieved a value of %(value)s.
fr: vous avez été classé #%(rank)d (sur %(total)d ASC actifs pour l'indicateur "%(ind_name)s" durant les 30 derniers jours. Vous avez obtenu une valeur de %(value)s

source: Top performer was %(top)s with %(max)s.
fr: le plus performant était %(top)s with %(max)s

source: Appointment
fr: Rendez-vous

source: Appointments
fr: Rendez-vous

source: Total number of bed net coverage reports for unique households during this period
fr: Nombre total de rapports de couverture en moustiquaire enregistrés pour des foyers différents durant cette période

source: # Sites Seen
fr: # sites vus

source: % Sites w/o net
fr: site w/o net

source: Total number of unique households monitored and having known bed net coverage this period
fr: Nombre total de foyers différents suivis et ayant une couverture en moustiquaires connue pendant cette période

source: # HHs Bed Net Unknown
fr: # moustiquaires du foyer inconnu

source: Total number of unique households monitored without known bed net coverage
fr: Nombre total de foyers différents suivis et n'ayant pas une couverture en moustiquaires connue

source: # HHs Bed Net Unknown/Uncovered
fr: Nombre de moustiquaires dans le foyer inconnu

source: Total number of unique households monitored without known bed net coverage or known to be uncovered
fr: Nombre total de foyers différents suivis avec une couverture en moustiquaires absente ou inconnue

source: Total number of unique households monitored and known to be uncovered
fr: nombre total de foyers différents suivis non couverts

source: Percentage of unique households monitored and known to be covered with bed nets
fr: Pourcentage de foyers suivis couverts par des moustiquaires

source: Total number of bed net utiliaztion reports for unique households during this period
fr: Nombre total de rapports d’utilisation de moustiquaires pour des foyers différents pendant cette période

source: % Cov
fr: %couverture

source: Percentage of households monitored for bed net utilization during this period
fr: pourcentage de foyers suivis pour l'utilisation des moustiquaires durant cette période

source: # Kids
fr: #enfants

source: Total number of children monitored this period for bed net utilization
fr: nombre total d'enfants suivis durant cette période pour l'utilisation des moustiquaires

source: # Kids Using
fr: # d’enfants utilisant….

source: Total number of kids using a bed net this period
fr: nombre total d'enfants utilisant une moustiquaire pendant cette période

source: % Kids Using Net
fr: % d'enfants utilisant une moustiquaire

source: Birth
fr: Naissance

source: Total number of patients born this period with weight < 2.5 kg
fr: nombre total de patient nés durant cette période avec un poids < 2,5 kg

source: Total number of patients born this period with recorded weight
fr: nombre total de patients nés durant cette période avec un poids de naissance enregistré

source: % Births with Low Weight
fr: % naissances avec un faible poids de naissance

source: Percentage of patients born this period with recorded low weight
fr: pourcentage de patients nés durant cette période avec un faible poidsde naissance enregistré

source: Total number of patients born this period with recorded birth location
fr: nombre total de naissancependant cette période enregistrées avec un lieu de naissance

source: % of patients born this period known delivered in a clinic
fr: % de patients nés pendant cette période dans un centre de santé

source: # Births with ANC 4
fr: nombre de naissances avec 4 VSP

source: Total number of patients born this period whose mother has recorded four ANC visits by birth
fr: Nombre total de patient nés pendant cette période dont la mère a effectué 4 VSP enregistrées

source: % Births with ANC 4
fr: % de naissances avec 4 VSP

source: % of patients born this period whose mother had four ANC visits
fr: % de patients nés pendant cette période dont la mère a effectué4 VSP

source: Total number of danger signs reports for U5s with diarrhea
fr: nombre total de rapports de signes de danger pour des diarrhées chez des enfants de moins de 5 ans

source: U5 Dr Uncompl
fr: moins de 5 ans ayant une diarrhée simple

source: Total number of danger signs reports for U5s with uncomplicated diarrhea
fr: nombre total de rapports de signes de danger enregistrés pour des diarrhées simples chez des enfants de moins de 5 ans

source: U5 Dr Uncompl w/ ORS
fr: Moins de 5 ans ayant une diarrhée simple avec SRO

source: Total number of danger signs reports for U5s with uncomplicated diarrhea who were treated with ORS
fr: nombre total de rapports de signes de danger pour des diarrhées simples chez des enfants de moins de 5 ans qui ont été traités par SRO

source: %U5 Dr Uncompl w/ORS
fr: %Moins de 5 ans ayant une diarrhée simple traités avec SRO

source: U5 Dr Uncompl w/ Zinc
fr: Moins de 5 ans ayant une diarrhée simple traités avec du zinc

source: Total number of danger signs reports for U5s with uncomplicated diarrhea who were treated with Zinc
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une diarrhée simple traitée avec du zinc

source: %U5 Dr Uncompl w/Zinc
fr: % de moins de 5 ans ayant une diarrhée simple traitée avec du zinc

source: U5 Fv Uncompl
fr: moins 5 ans avec fièvre simple

source: Total number of danger signs reports for U5s with uncomplicated fever
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une fièvre simple

source: U5 Fv Uncompl RDT
fr: moins 5 ans avec fièvre simple avec TDR

source: Total number of danger signs reports for U5s with uncomplicated fever with an RDT result
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une fièvre simple ayant subi un TDR

source: Invalid RDT value
fr: Valeur de TDR non valide

source: U5 Fv Uncompl RDT+
fr: moins de 5 ans ayant une fièvre simple avec un TDR positif

source: Total number of danger signs reports for U5s with uncomplicated fever with a positive RDT result
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans ayant une fièvre simple avec un TDR positif

source: U5 Fv Uncompl RDT-
fr: moins de 5 ans ayant une fièvre avec un TDR négatif

source: Total number of danger signs reports for U5s with uncomplicated fever with a negative RDT result
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans ayant une fièvre simple avec un résultat TDR négatif

source: Total number of danger signs reports for U5s with complicated fever
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une fièvre sévère

source: U5 Fv Compl Ref
fr: moins de 5 ans avec fièvre sévère ayant été référés

source: Total number of danger signs reports for U5s with complicated fever where the patient was referred
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une fièvre sévère où le patient a été référé

source: U5 Fv Compl Ref FU
fr: moins de 5 ans avec fièvre sévère ayant été référés et suivis

source: Total number of danger signs reports for U5s with complicated fever where the patient was referred and then had a follow-up visit between 18 and 72 hours after the referral
fr: nombre total de rapports de signes de danger pour des enfants de moins de 5 ans avec une fièvre sévère où le patient a été référé et a subi une visite de suivi 18 à 72 h après

source: # No loc. Deaths
fr: # N° Loc. du défunt

source: Total number of patients who died during this period in an unknown location
fr: nombre total de patients décédés durant cette période dans une localité inconnue

source: Deaths < 28d
fr: décès < à 28 jours

source: Total number of neonatal patients who died during this period
fr: Nombre total de décès de patients néonataux durant cette période

source: Deaths < 1y
fr: décès < à 1 an

source: Total number of under-one patients who died during this period
fr: Nombre total de décès de patients de moins d’1an durant cette période

source: Deaths < 5y
fr: décès < à 5 ans

source: Total number of under-five patients who died during this period
fr: Nombre total de décès de patients de moins 5 ans durant cette période

source: Deaths >= 5y
fr: décès >= à 5 ans

source: Total number of over-five patients who died during this period
fr: Nombre total de décès de patients de plus 5 ans durant cette période

source: Total number pregnancy-related deaths during this period
fr: nombre total de décès liés à la grossesse pendant cette période

source: Deaths >= 5y not Preg
fr: décès >= à 5 ans non liés à la grossesse

source: Total number of over-five patients who died during this period whose deaths were not pregnancy-related
fr: Nombre total de décès de patients de plus 5 ans dont le décès n’est pas lié à la grossesse pendant cette période

source: Pill
fr: Pilule

source: Total number of women %s family planning during this period
fr: Nombre de femmes %s contraception pendant cette période

source: Staying On
fr: pause

source: Fever
fr: Fièvre

source: Fever reports with a positive RDT result
fr: rapport de fièvre avec un résultat TDR positif

source: Percentage of fever reports with a positive RDT result
fr: Pourcentage de rapports de fièvre avec un résultat TDR positif

source: %(v)s is not a legal RDT result value
fr: %(v)s n’est pas un résultat TDR valide ?

source: RDT+ w/ ACT
fr: TDR positif avec ACT

source: Fever reports with a positive RDT result where the patient was given antimalarials
fr: Rapport de fièvre avec un TDR positif où le patient a reçu des antipaludéens

source: U5 RDT+ w/ ACT
fr: moins de 5 ans avec TDR positif avec ACT

source: Fever reports for under-fives with a positive RDT result where the patient was given antimalarials
fr: Rapport de fièvre chez des moins de 5 ans avec un TDR positif où le patient a reçu des antipaludéens

source: U5 RDT- w/ ACT
fr: Moins de 5 ans avec TDR négatif avec ACT

source: Fever reports for under-fives with a negative RDT result where the patient was given antimalarials
fr: Rapport de fièvre chez des moins de 5 ans avec un TDR négatif où le patient a reçu des antipaludéens

source: RDT results for patients over 5y
fr: Résultat de TDR pour des patients de plus de 5ans

source: >5y RDT-
fr: >5a TDR-

source: >5y RDT+ w/ ACT
fr: >5a TDR+ avec ACT

source: Number of postiive RDT results for patients over 5y after which patient was given antimalarials
fr: nombre de résultats TDR positifschez des patients de plus de 5 ans après lesquels les patients ont reçu des antipaludéens

source: %Over5 RDT+ w/AM
fr: %>5a TDR+ avec AP

source: Percentage of patients over five with a positive RDT result who were given antimalarials
fr: Pourcentage de patients de plus de 5 ans avec TDR positifs qui ont reçu des antipaludéens

source: >5y RDT- w/ ACT
fr: %>5a TDR- avec ACT

source: Number of negative RDT results for patients over 5y after which patient was given antimalarials
fr: Nombre de résultats TDR négatifs chez des patients de plus de 5 ans après lesquels les patients ont reçu des antipaludéens

source: %Over5 RDT- w/AM
fr: % plus de 5 TDR - avec/ AP

source: Percentage of patients over five with a negative RDT result who were given antimalarials
fr: Pourcentage de patients de plus de cinq ans avec un résultat de TDR négatif at a qui ont reçu des antipaludéens

source: # FUP
fr: #suivi

source: Total follow-up reports this period
fr: Nombre total de rapports de suivi pendant cette période

source: Total number of referrals eligible for a follow-up visit during this period
fr: Nombre total de patients référés remplissant les conditions pour une visite de suivi pendant cette période

source: Total number of late follow-up visits (after 3 days but before 7 days) during this period
fr: Nombre total de visites de suivi avec retard (après 3 jours mais avant 7 jours) pendant cette période

source: On-Time
fr: à temps

source: Total number of on-time follow-up visits between (18 and 72 hours) during this period
fr: Nombre total de visite de suivi faites à temps (entre 18 et 72 heures) pendant cette période

source: Percentage of eligible patients getting an on-time follow-up visit (between 18 and 72 hours) after visit
fr: Pourcentage de patients remplissant les conditions ayant reçu une visite de suivi à temps (entre 18 et 72 heures) après la première visite

source: Referral cases that were never followed up (or were followed after seven days)
fr: Les patients référés n’ont jamais reçu de visite de suivi (ou ont été suivis après sept jours)

source: Days
fr: Jours

source: Uniq. HHV 90d
fr: foyers visités durant les 90 jours

source: Total number of visits to unique households in the 90 days ending at the end of this time period
fr: Nombre total de visites à des foyers différents durant les 90 jours s’achevant à la fin de cette période

source: Percentage of households getting a visit in the last 90 days as of the end of this time period
fr: Pourcentage des foyers ayant reçu une visite durant les 90 jours s’achevant à la fin de cette période

source: Number of unique households getting a visit in the last 90 days and also in the 90 days before their last visit.
fr: Nombre de foyers différents ayant reçu une visite durant les 90 derniers jours et également durant les 90 jours avant la dernière visite

source: Total number of late visits to unique households
fr: nombre total de visites de foyers différents avec retard

source: Percentage of households getting an on-time visit
fr: pourcentage de foyers recevant une visite à temps

source: ORS
fr: SRO

source: Number of antimalarial doses distributed
fr: nombre de doses d’antipaludéens distribuées

source: error
fr: erreur

source: Percentage of messages from server that indicate an error
fr: pourcentage de messages envoyés depuis le serveur indiquant une erreur

source: Average number of messages received from the reporter set per day
fr: nombre moyen de messages reçus depuis le reporter set par jour

source: Days since
fr: jours depuis

source: Number of days since the server received a message from a user in the input set
fr: nombre de jours depuis que le serveur a reçu un message de l'utilisateur dans le compteur

source: w/in 7d
fr: dans les 7 jours

source: Number of neonatal reports submitted within seven days of birth for patients born during this period
fr: nombre de rapports néonataux soumis dans les 7 jours suivant la naissance pour les patients nés durant cette période

source: % w/in 7d
fr: %dans les 7j

source: Percentage of neonatal reports submitted within seven days of birth for patients born during this period
fr: pourcentage de rapports néonataux soumis dans les 7 jours suivant la naissance pour les patients nés durant cette période

source: Total number of patients with a non-empty nutrition report this period
fr: Nombre total de patients avec un rapport de nutrition non vide Durant cette période

source: Total number of patients with a non-empty nutrition report in the 90 days up to the end of the time period
fr: Nombre total de patients avec un rapport de nutrition non vide durant les 90 jours s’achevant à la fin de cette période

source: Percentage of patients eligible for MUAC who had a MUAC taken in the 90 days before the end of the period
fr: Pourcentage de patient remplissant les conditions pour le PB dont le PB a été mesuré durant les 90 jours avant la fin de la période

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a MUAC<110 or Oedema=Yes
fr: nombre total de patients avec un rapport de nutrition durant les 90 jours s’achevant à la fin de la période ayant un PB <110 ou une présence d'œdèmes

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a 110<=MUAC<125 and Oedema=No
fr: nombre total de patients avec un rapport de nutrition durant les 90 jours s’achevant à la fin de la période ayant un PB compris entre 110 et 125 et une absence d'œdèmes

source: Total number of patients with a nutrition report in the 90 days up to the end of the time period with a 0<MUAC<125 or Oedema=Yes
fr: nombre total de patients avec un rapport de nutrition durant les 90 jours s’achevant à la fin de la période ayant un PB compris entre 0 et 125 et une présence d'œdèmes

source: Total number of MUAC-eligible patients with a non-empty nutrition report in the 90 days up to the end of the time period
fr: Nombre total de patients remplissant les conditions pour un PB et ayant un rapport de nutrition non vide durant les 90 jours s’achevant à la fin de la période

source: Percentage of patients with known MUAC for this time period whose MUAC is <125
fr: pourcentage de patients avec un PB connu pour cette période et dont le PB est inférieur à 125

source: Percentage of MUAC-eligible patients with known MUAC reading
fr: pourcentage de patients remplissant les conditions pour un PB avec un PB reading connu

source: Total number of MUAC-eligible patients with no report MUAC measurement in the past 90 days before the end of the period
fr: nombre total de patients remplissant les conditions pour un PB sans rapport de mesure de PB dans les 90 derniers jours avant la fin de cette période

source: MUAC => 125
fr: PB => 125

source: Total number of MUAC-eligible patients with a nutrition report reporting a MUAC >= 125 in the 90 days up to the end of the time period
fr: nombre total de patients remplissant les conditions pour un MUAC avec un rapport de nutrition indiquant un MUAC >=125 dans les 90 jours s’achevant à la fin de la période

source: # Preg
fr: #enceinte

source: Total women who are pregnant at the end of this period
fr: nombre total de femmes enceintes à la fin de cette période

source: # Preg 4m
fr: #enceintes de 4m

source: Total women who are more than 4 months pregnant at the end of this period
fr: nombre total de femmes enceintes de plus de 4 mois à la fin de cette période

source: # Preg 8m
fr: #enceintes de 8m

source: Total women who are more than 8 months pregnant at the end of this period
fr: nombre total de femmes enceintes de plus de 8 mois à la fin de cette période

source: Cov
fr: couv

source: Number of women who are pregnant at the end of this period getting a visit in the six weeks before the end of this period
fr: nombre total de femmes enceintes à la fin de cette période qui ont reçu une visite dans les 6 semaines avant la fin de cette période

source: %Cov
fr: %couv

source: Percentage of women who are pregnant at the end of this period who got a visit in the six weeks before the end of this period
fr: Pourcentage de femmes enceintes à la fin de cette période qui ont reçu une visite dans les 6 semaines avant la fin de cette période

source: Number of women who delivered during this time period who had four ANC visits
fr: nombre de femmes qui ont accouché durant cette période et qui ont eu 4 VSP

source: >4m =0 ANC
fr: >4m = 0 VSP

source: Number of women who are at least four months pregnant at the end of this period who have never had an ANC visit
fr: nombre de femmes enceintes d’au moins 4 mois à la fin de cette période qui n’ont jamais eu de VSP

source: >8m >=4 ANC
fr: >8 >=4 VSP

source: Number of women who are at least eight months pregnant at the end of this period who have had at least four ANC visits
fr: nombre de femmes enceintes d’au moins 8 mois à la fin de cette période qui n’ont pas eu au moins 4 VSP

source: % >4m 0 ANC
fr: %4m = 0 VSP

source: Percentage of women who are at least four months pregnant at the end of this period who have had no ANC visits
fr: pourcentage de femmes enceintes d’au moins 4 mois à la fin de cette période qui n’ont jamais eu de VSP

source: % Women with 4 ANC by month 8
fr: % femmes avec 4 VSP pour 8 mois

source: Percentage of women at least eight months pregnant at the end of this period who have had at least four ANC visits
fr: pourcentage de femmes enceintes d’au moins 8 mois à la fin de cette période qui n’ont pas eu au moins 4 VSP

source: Number of women pregnant at the end of this period who were referred with referral code A, E, B
fr: nombre de femmes enceintes à la fin de cette période qui ont été référées avec un code A, E, B

source: Total number of referral reports for under-fives
fr: nombre total de rapports de renvoi à un confrère pour des moins de 5 ans

source: U1y
fr: moins d’un an

source: Total number registered under-ones
fr: nombre total de moins d’ 1 an enregistrés

source: Total number registered under-fives
fr: nombre total de moins de 5 ans enregistrés

source: U9y
fr: moins de 9 ans

source: Total number registered under-nines
fr: nombre total de moins de 9 ans enregistrés

source: U9m
fr: moins de 9 mois

source: Total number registered under nine months
fr: nombre total de moins de 9 mois enregistrés

source: U6m
fr: moins de 6 mois

source: Total number registered kids under 6 months of age
fr: nombre total d'enfants de moins de 6 mois enregistrés

source: Total number registered kids between 6 months and 60 months of age
fr: nombre total d'enfants enregistrés ayant entre 6 et 60 mois

source: HH
fr: Foyer

source: Total number registered households
fr: nombre total de foyers enregistrés

source: Total registered patients with mobile number
fr: nombre total de patients enregistrés avec un numéro de téléphone portable

source: # U1 Rpts
fr: #moins 1 report

source: # U1 Rpts (Uniq)
fr: # rapports pour des moins de un an

source: #BF Known
fr: #allaitement maternel connu

source: Total number of under-one reports for distinct patients where the breast-feeding status is known
fr: nombre total de rapports pour des moins d’un an pour des patients distincts ou le statut d’allaitement maternel est connu

source: Total number of under-one reports for distinct patients where the breast-feeding status is unknown
fr: nombre total d e rapports pour des moins d’un an pour des patients distincts ou le statut d’allaitement maternel est inconnu

source: <6m BF Only
fr: <6 mois allaitement maternel exclusif
