Repository: dcmul/rapidsms
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Birth weight can not be less than %(min)skg.
fr: Le poids de naissance ne peut pas être inférieur à %(min)skg.

source: Unkown value. Weight should be a number
fr: Valeur inconnue. Le poids devrait être en chiffres.

source: Delivered in health facility
fr: Accouchement en infrastructure de santé

source: Home delivery
fr: Accouchement à la maison

source: Unkown delivery location
fr: Lieu de l'accouchement inconnu

source: , %(weight)skg birth weight
fr: %(weight)skgpoids de naissance

source: Not enough info. Expected: | CD4 Value | must be in range 0-999
fr: Pas assez d'information. Requis: | Valeur CD4 | doit être entre 0 et 999

source: Bad value %(value)s. Expected: | CD4 Value | must be a number in range 0-999
fr: mauvaise valeur %(value)s. Requis: | Valeur CD4 | doit être un nombre entre 0 et999

source: Bad value %(value)s. Expected: | CD4 Value | must be in range 0-999
fr: mauvaise valeur %(value)s. Requis: | Valeur CD4 | doit être entre 0 et 999

source: CD4 Count Results received (%(count)s)
fr: Le résultat du compte de CD4 a été reçu(%(count)s)

source: Not enough info. Expected: | Positive | must be %(choices)s.
fr: Pas assez d'information. Requis: | Positive | doit être %(choices)s.

source: | Positive | must be %(choices)s.
fr: Positif(ve) | doit être %(choices)s.

source: Results received
fr: Résultats reçus

source: Not enough info. Expected: danger sign codes
fr: Pas assez d'information. Requis: codes de signes de danger

source: Unkown danger sign code(s): %(codes)s No danger signs recorded.
fr: Code(s) de signes de danger inconnu(s): %(codes)s Pas de signes de danger enregistrés.

source: Danger signs: %(ds)s
fr: Signes de danger: %(ds)s

source: Not enough info. Expected: date of death.
fr: Pas assez d'information. Requis: date de décès

source: A death report for %(p)s was already submited by %(chw)s.
fr: Un rapport de décès pour %(p)s a déjà été soumis par %(chw)s.

source: Could not understand date of death: %(dod)s.
fr: Impossible de comprendre la date de décès: %(dod)s.

source: Changed head of household for %(n)d family member(s) to %(hid)s (%(hh)s)
fr: Changement de chef de ménage pour %(n)d membre(s) de famille %(hid)s (%(hh)s)

source: | Water Source | must be %(choices)s.
fr: | Source d'eau | doit être %(choices)s.

source: Primary water source: %(water)s
fr: Source d'eau primaire: %(water)s

source: , Treatment method: %(treatment)s
fr: , méthode de traitement: %(treatment)s

source: Not enough info. Expected: | First Name | Last Name |
fr: Pas assez d'information. Requis: | Prénom | Nom de famille |

source: Updated Patient info: %(patient)s
fr: Mise à jour des informations du patient: %(patient)s

source: Not enough info. Expected: | kind of toilet facility | how many share? |
fr: Pas assez d'information. Requis: | Type d’installations sanitaires | Nombre de personnes qui les partagent |

source: | Toilet type | must be %(choices)s.
fr: | Type d’installations sanitaires | doit être %(choices)s.

source: Primary Sanitation: %(san)s Share: %(share)s
fr: Source sanitaire principale: %(san)s Partage: %(share)s

source: Not enough info. Expected: | number of women aged 15 - 49 | number using FP | methods being used |
fr: Pas assez d'information. Requis: | Nombre de femmes entre 15 et 49 ans | nombre utilisant une contraception? | méthodes utilisées |

source: | Number of women aged 15 - 49 | must be entered as a number.
fr: | Nombre de femmes âgées de 15 à 49 ans | doit être entré en chiffres.

source: No women aged 15 - 49 visited.
fr: Aucune femme âgée de 15 à 49 ans n’a été visitées.

source: After entering the number of women aged 15-49, you must indicate how many use modern family planning methods.
fr: Après avoir entré le nombre de femmes âgées de 15 à 49 ans, vous devez indiquer combien d'entre elles utilisent des méthodes de contraception modernes.

source: Number of women using modern family planning methods must be entered as a number.
fr: Nombre de femmes utilisant une méthode de contraception moderne doit être entré en chiffres.

source: The number of women using family planning can not be greater than the total number of women.
fr: Le nombre de femmes utilisant une contraception peut pas être supérieur au nombre total de femmes.

source: %(women)d women aged 15-49, none using modern family planning.
fr: %(women)d femmes âgées de 15 à 49 ans, aucune n’utilisant de méthode de contraception moderne

source: You must specify %(num)d family planning methods code(s). One for each of the %(num)s women using modern family planning.
fr: Vous devez spécifier %(num)d code(s) de méthode decontraception. Un pour chacune des %(num)s femmes utilisant une contraception moderne.

source: Unkown family planning code(s): %(codes)s No family planning recorded.
fr: Code(s) de méthode de contraception inconnu: %(codes)s Pas de contraception enregistrée.

source: %(women)d women, %(using)d using family planning: %(fp_string)s
fr: %(women)d femmes, %(using)d utilisant une contraception: %(fp_string)s

source: Not enough info. Expected: %s
fr: Pas assez d'information. Requis: %s

source: RDT Result must be %(choices)s.
fr: Résultat de TDR doit être %(choices)s.

source: less than 3
fr: moins de 3 ans

source: Child is too young for treatment. Please refer IMMEDIATELY to clinic.
fr: L'enfant est trop jeune pour le traitement. Veuillez le diriger IMMEDIATEMENT vers un centre de santé

source: Child is %(age)s. Please provide %(tabs)s tab%(plural)s of Coartem (ACT) twice a day for 3 days.
fr: L'enfant est âgé de %(age)s ans. Veuillez fournir %(tabs)s tab%(plural)s de Coartem (ACT) deux fois par jour pendant 3 jours.

source: Positive RDT result.
fr: Résultat de TDR positif

source: Negative RDT result.
fr: Résultat de TDR négatif

source: Given:
fr: Donnés:

source: %(patient)s has %(msg)s %(danger_signs)s.%(meds)s %(referral)s %(chw)s %(mobile)s.
fr: %(patient)s a %(msg)s %(danger_signs)s.%(meds)s %(referral)s %(chw)s %(mobile)s.

source: Not enough info. Expected: | Improvement? | Visited facility? |
fr: Pas assez d'infos. Requis: | Améliorations? | S'est rendu dans un centre de santé? |

source: | Improvement? | Must be %(choices)s.
fr: | Améliorations? | doit être %(choices)s.

source: | Visited facility? | Must be %(choices)s.
fr: | S'est rendu dans un centre de santé | doit être %(choices)s.

source: Condition improved.
fr: L'état s'est amélioré

source: Condition did not improve.
fr: L'état ne s'est pas amélioré

source: Condition improvement unkown.
fr: On ignore si l’état s’est amélioré

source: Patient unavailable.
fr: Patient non disponible

source: Patient visited health facility.
fr: Le patient s'est rendu à une infrastructure de santé

source: Patient did not visit health facility.
fr: Le patient ne s'est pas rendu à une infrastructure de santé

source: Unknown if patient visited health facility.
fr: On ignore si le patient s’est rendu à une infrastructure de santé

source: Patient currently inpatient at health facility.
fr: Le patient est actuellement hospitalisé dans une infrastructure de santé

source: | HIV+ | must be %(choices)s.
fr: | VIH+ | doit être %(choices)s

source: Not enough info. You need to answer CD4 question as well.
fr: Pas assez d'information. Vous devez aussi répondre à la question CD4.

source: | Blood drawn | must be %(choices)s.
fr: | Sang prélevé | doit être %(choices)s.

source: HIV Test done
fr: Test VIH effectué

source: Not enough info. Expected: | household healthid | mother/guardian healthid |
fr: Pas assez d'information. Requis: | Identifiant de santé du foyer | Identifiant de santé de la mère ou du tuteur |

source: Please enter the correct information. You can't be patient and guardian/mother
fr: Veuillez entrer les informations correctes. Vous ne pouvez pas être patient et tuteur/mère

source: Could not find head of household with healthID %(id)s. You must register the headof household first
fr: Impossible de trouver le chef de famille avec l’ Identifiant de santé %(id)s. Vous devez enregistrer le chef de famille d'abord.

source: you can't be patient and guardian/mother
fr: Vous ne pouvez pas être patient et tuteur/mère

source: Could not find mother/guardian with health ID %(motherid)s. You must register the mother/guardian first
fr: Impossible de trouver la mère / tuteur avec le Identifiant de santé %(motherid)s. Vous devez enregistrer la mère / tuteur d'abord

source: You successfuly associated %(patient)s with %(father)s , %(mother)s
fr: Vous avez réussi à associer %(patient)s avec %(father)s , %(mother)s

source: Not enough info. Expected: | household member available? | number of children | counseling / advice given (optional) |
fr: Pas assez d'information. Requis: | membre du foyer disponible? | nombre d'enfants | conseil/ orientation donné (facultatif) |

source: | Any HH Member Available? | must be %(choices)s.
fr: | membre du foyer disponible? | doit être %(choices)s.

source: | Number of children | must be entered as a number.
fr: | Nombre d'enfants | doit être entré en chiffres

source: Unknown counseling topic code(s): %(codes)s No household visit recorded.
fr: Code(s) de thème de conseil/ orientation inconnu: %(codes)s Pas de visite de foyer enregistrée

source: Household member not available.
fr: Membre du foyer non disponible

source: Household member available, %(kids)d children under 5 seen.
fr: Membre du foyer disponible, %(kids)d enfants ont été vus

source: , counseling / advice topics covered: %(topics)s
fr: , thèmes de conseil / orientation abordés: %(topics)s

source: Not enough info. Expected: Patient status: activate(Y) deactivate (N)
fr: Pas assez d'information. Requis: Statut du patient: activé (Oui) désactive (Non)

source: | Status : ? | must be %(choices)s.
fr: | Statut: ? | doit être %(choices)s.

source: %(patient)s status updated
fr: %(patient)s statut mis à jour

source: Not enough info. Expected: Medicine codes.
fr: Pas assez d'information: requis: codes de médicaments

source: Unknown medicine code(s): %(codes)s No medicines recorded.
fr: Code(s) de médicaments inconnu(s): %(codes)s Pas de médicaments enregistrés

source: Medicine given: %(ds)s
fr: Médicament donné: %(ds)s

source: Expected: phone number.
fr: Requis: numéro de téléphone

source: Phone number cannot be longer than 16 digits.
fr: Le numéro de téléphone ne peut pas être supérieur à 16 chiffres

source: Mobile phone number: %(mobile)s
fr: Numéro de téléphone portable: %(mobile)s

source: Neonatal reports are only for children less than 28 days old.
fr: Le rapport néonatal est uniquement pour les enfants de moins de 28 jours

source: Not enough info. Expected: number of clinic visits since birth
fr: Pas assez d'information. Requis: nombre de visites au centre de santé depuis la naissance

source: | Clinic visits since birth | must be entered as a number
fr: | Visites au centre de santé depuis la naissance | doit être entré en chiffres

source: No postnatal clinic visits since birth.
fr: Pas de visites postnatales au centre de santé depuis la naissance

source: One postnatal clinic visit since birth.
fr: Une visite postnatale au centre de santé depuis la naissance

source: %(visits)d postnatal clinic visit since birth.
fr: %(visits)d visites postnatales au centre de santé depuis la naissance

source: Child is too young for MUAC.
fr: L'enfant est trop jeune pour le PB

source: Child is older than 59 months. If there are any concerns about the child, please refer to a clinic.
fr: L'enfant a plus de 59 mois. En cas de préoccupations au sujet de l'enfant, veuillez le diriger vers un centre de santé.

source: Not enough info. Expected: | muac | oedema | weight (optional) |
fr: Pas assez d'information. Requis: | PB | œdème | poids (facultatif) |

source: | MUAC | must be entered as a number.
fr: | PB | doit être entré en chiffres

source: MUAC too low. If correct, refer child to clinic IMMEDIATELY!
fr: PB est trop bas. Si l’information est correcte, veuillez diriger l'enfant vers un centre de santé IMMEDIATEMENT!

source: MUAC too high. Correct and resend.
fr: PB trop élevé. Veuillez le Corriger et le renvoyer.

source: | Oedema | must be %(choices)s.
fr: | Œdème | doit être %(choices)s.

source: Weight can not be greater than %(max)skg.
fr: Le poids ne peut pas être supérieur à %(max)skg.

source: Weight can not be less than %(min)skg.
fr: Le poids ne peut pas être inférieur à %(min)skg.

source: Unkown value. Weight should be entered as a number.
fr: Valeur inconnue. Le poids doit être entré en chiffres.

source: MUAC not taken,
fr: PB non mesuré,

source: MUAC of %(muac)smm,
fr: PB de %(muac)smm,

source: Oedema present.
fr: Œdèmes présents.

source: No signs of oedema.
fr: Pas de signe d'œdèmes.

source: Oedema unkown.
fr: Présence d'œdèmes inconnue.

source: , Weight %(w)skg
fr: , Poids %(w)skg

source: SAM+
fr: MAS+

source: SAM
fr: MAS

source: HEALTHY
fr: SAIN

source: %(status)s>%(child)s, %(location)s has %(status)s. %(msg)s CHW no: %(mobile)s
fr: %(status)s>%(child)s, %(location)s a %(status)s. %(msg)s No. du relais: %(mobile)s

source: That health ID has already been issued to %(patient)s by %(chw)s
fr: Cet Identifiant de santé a déjà été attribué à %(patient)s par %(chw)s

source: That health ID (%(id)s) is not valid.
fr: Cet Identifiant de santé (%(id)s) n'est pas valide

source: | location | patient names | gender | age or DOB | head_of_household |
fr: | lieu | noms du patient | sexe| âge ou DDN | chef_de_famille |

source: Not enough info. Expected: %(expected)s
fr: Pas assez d'information. Requis: %(expected)s

source: %(loc)s is not a valid location code. You must indicate the patient's location code before his name.
fr: %(loc)s n'est pas un code de lieu valide. Vous devez indiquer le code de lieu du patient avant son nom.

source: You must provide an exact birth date for children under 2 months.
fr: Vous devez fournir une date de naissance exacte pour les enfants de moins de 2 mois.

source: You must provide an exact birth date or the age, in months, for children under two years.
fr: Vous devez fournir une date de naissance exacte ou l'âge, en mois, pour les enfants de moins de deux ans.

source: The birth date you gave %(bdate)s) is in the future! Please try reentering the date with the full year (like 2009 instead of 09).
fr: Cette date de naissance est dans le futur (%(bdate)s). Renvoyez la date avec l'année complète (ex. 2009 au lieu de 09).

source: You must indicate the head of household after the age. If this is the head of household, write %(char)s after the dob/age.
fr: Vous devez indiquer le nom du chef de famille après l'âge. S’il s’agit du chef de famille, écrivez %(char)s après la ddn/âge.

source: This patient is too young to be a head of household. You must provide the correct head of household.
fr: Le patient est trop jeune pour être le chef de famille. Vous devez stipuler correctement le chef de famille.

source: The head of household you specified (%(hh)s) is not a head of household. His head of household is (%(hhhh)s). If he is the head, set him head of household.
fr: Le chef de famille que vous avez spécifié (%(hh)s) n'est pas chef de famille. Son chef de famille est (%(hhhh)s). S'il est le chef de famille, veuillez l'enregistrer en tant que tel.

source: %(name)s %(sex)s/%(age)s was already registered by %(chw)s. Their health id is %(id)s.
fr: %(name)s %(sex)s/%(age)s ont déjà été enregistré par %(chw)s. Leur Identifiant de santé est %(id)s.

source: You successfuly registered %(patient)s.
fr: Vous acez enregistré %(patient)s. avec succès

source: Only female patients can be pregnant
fr: Seules les patientes de sexe féminin peuvent être enceintes

source: Patient is too young to be pregnant (%(age)s)
fr: La patiente est trop jeune pour être enceinte (%(age)s)

source: Not enough info. expected: | month of pregnancy | number of ANC visits | weeks since last ANC visit |
fr: Pas assez d'information. Requis: | mois de grossesse | nombre de VSP | semaines depuis la dernière VSP |

source: Month of pregnancy must be a number between 1 and 9
fr: Le mois de grossesse doit être un chiffre entre 1 et 9

source: Number of ANC visits must be a number
fr: Le nombre de VSP doit être en chiffre

source: You must include the weeks since the last ANC visit after the total number of ANC visits
fr: Vous devez inclure les semaines écoulées depuis la dernière VSPaprès le nombre total de VSP

source: Weeks since last ANC visit must be a number
fr: Semaines écoulées depuis la dernière VSP doit être en chiffre

source: less than one week ago
fr: Il y a moins d'une semaine

source: one week ago
fr: Il y a une semaine

source: %(weeks)d weeks ago
fr: Il y a %(weeks)d semaines

source: %(month)d months pregnant with %(visits)d ANC visits
fr: %(month)d mois de grossesse avec %(visits)d VSP

source: , last ANC visit %s
fr: , dernière VSP %s

source: | Married | must be %(choices)s or husband's health id.
fr: | Mariée | doit être %(choices)s ou l’ identifiant de santé de l'époux.

source: | Number of pregnancies | must be entered as a number.
fr: | Nombre de grossesses | doit être entré en chiffres.

source: | Number of children living with her | must be entered as a number.
fr: | Nombre d'enfants vivants avec elle | doit être entré en chiffres.

source: Is married
fr: est marié(e)

source: Is married to %(husband)s.
fr: Est mariée à %(husband)s.

source: Is not married
fr: n'est pas marié(e)

source: Married status unknown
fr: Etat civil inconnu

source: %(children)s children
fr: %(children)s enfants

source: one child
fr: un enfant

source: %(married)s, has had %(pregnancies)s pregnancies and %(children)s living with her.
fr: %(married)s, a eu %(pregnancies)s grossesses et %(children)s vivent avec elle.

source: Referral to clinic, choices are %(choices)s.
fr: Renvoi vers un centre de santé, les choix sont %(choices)s.

source: Ambulance Referral
fr: Référence ambulance

source: Emergency Referral
fr: Référence urgence

source: Basic Referral (24hrs)
fr: Référence basique (24hrs)

source: Convenient Referral
fr: Référence pratique

source: Only female patients can be pregnant.
fr: Seule les patientes de sexe féminin peuvent être enceintes.

source: Patient is too young to be pregnant (%(age)s).
fr: La patiente est trop jeune pour être enceinte (%(age)s).

source: Not enough info. Expected: | month of pregnancy | number of ANC visits | weeks since last ANC visit |
fr: Pas assez d'information. Requis: | mois de grossesse | nombre de VSP | semaines écoulées depuis la dernière VSP |

source: Month of pregnancy must be a number between 1 and 9.
fr: Le mois de grossesse doit être un chiffre entre 1 et 9.

source: Number of ANC visits must be entered as a number.
fr: Le nombre de VSP doit être entré en chiffres

source: You must include the weeks since the last ANC visit after the total number of ANC visits.
fr: Vous devez inclure les semaines écoulées depuis la dernière VSP après le nombre total de VSP

source: Weeks since last ANC visit must be entered as a number
fr: Semaines écoulées depuis la dernière VSP doit être entré en chiffre

source: | Iron Supplement | must be %(choices)s
fr: | Supplément de fer | doit être %(choices)s

source: | Folic Acid Supplement | must be %(choices)s
fr: | Supplément d’ acide folique | %(choices)s

source: | Tested HIV | must be %(choices)s
fr: | Testé pour le VIH | doit être %(choices)s

source: taking iron and folic supplements
fr: prend des suppléments de fer et d’ acide folique

source: not taking iron and folic supplements
fr: ne prend pas de suppléments de fer et d’acide folique

source: does not have iron and folic supplements
fr: n'a pas de suppléments de fer et d’acide folique

source: taking iron supplements
fr: prend un supplément de fer

source: not taking iron supplements
fr: ne prend pas de supplément de fer

source: does not take iron supplements
fr: ne prend pas de suppléments de fer

source: taking iron unkown status
fr: statut de la prise de fer inconnu

source: taking folic supplement
fr: prend des suppléments d’acide folique

source: not taking folic supplement
fr: ne prend pas de suppléments d’acide folique

source: does not have folic supplement
fr: n'a pas de suppléments d’ acide folique

source: taking folic unkown status
fr: statut de la prise d'acide folique inconnu

source: Not enough info. Expected: Please ask if CD4 count has been taken and check if the patient is on PMTC ARVs.
fr: Pas assez d'information. Requis: Veuillez demander si le compte de CD4 a été fait et vérifiez si le patient prend les ARV PTME

source: | CD4 Count | must be %(choices)s
fr: | Compte de CD4 | doit être %(choices)s

source: Child is too old for this report.
fr: L'enfant est trop âgé pour ce rapport

source: Not enough info. Expected: | breast feeding only | up-to-date immunisations |
fr: Pas assez d'information. Requis: | allaitement maternel exculsif | vaccinations à jour |

source: | Breast feeding only? | must be %(choices)s.
fr: | Allaitement maternel exclusif? | doit être %(choices)s.

source: | Up-to-date Immunisations? | must be %(choices)s.
fr: | Vaccinations à jour ? | doit être %(choices)s.

source: . Vaccines: %(vs)s
fr: . Vaccins: %(vs)s

source: Exclusive breast feeding.
fr: Allaitement maternel exclusif.

source: Not exclusive breast feeding.
fr: Allaitement maternel non exclusif.

source: Unkown if exclusively breast feeding.
fr: Pas d'information sur l'allaitement maternel exclusif

source: Up-to-date on immunisations.
fr: A jour dans ses vaccins

source: Not up-to-date on immunisations.
fr: Pas à jour dans ses vaccins

source: Unkown if up-to-date on immunisations.
fr: Pas d'information sur la mise à jour des vaccins

source: Not enough info. Expected: | number of sick | number of RDTs | number of positive RDTs | number on treatment |
fr: Pas assez d'information. Requis: | nombre de malades | nombre de TDR | nombre de TDR positifs | nombre sous traitement |

source: | Number of sick | must be entered as a number.
fr: | nombre de malades | doit être entré en chiffres

source: | Number of RDTs | must be entered as a number.
fr: | nombre de TDR | doit être entré en chiffres

source: | Number of positive RDTs | must be entered as a number.
fr: | nombre de TDR positifs | doit être entré en chiffres

source: | Number of other people on treatment | must be entered as a number.
fr: | nombre d’autres personnes sous traitement | doit être entré en chiffres

source: Not enough info. Expected: Date of incident, then %(choices)s
fr: Pas assez d'information. Requis: Date de l'incident, puis %(choices)s

source: You must indicate %(choices)s after the date.
fr: Vous devez indiquer %(choices)s après la date.

source: Could not understand date: %(dod)s.
fr: Impossible de comprendre la date: %(dod)s.

source: Stillbirth or miscarriage on %(doi)s.
fr: Mort-né ou fausse-couche le %(doi)s.

source: %(patient)s from %(location)s (%(loc_code)s) had a %(summary)s. You may contact CHW %(chw)s for details.
fr: %(patient)s de %(location)s (%(loc_code)s) a un %(summary)s. vous pouvez contacter l’ASC %(chw)s pour plus de details

source: This report is only allowed for children under %(max_age)d months. This child is %(age)d months old.
fr: Ce rapport n'est possible que pour les enfants de moins de %(max_age)d mois. Cet enfant a %(age)d mois.

source: Not enough info. Expected: New DOB.
fr: Pas assez d'information. Requis: Nouvelle DDN.

source: You must provide an exact birth date for children under 2 months
fr: Vous devez fournir une date de naissance exacte pour les enfants de moins de 2 mois

source: You must provide an exact birth date or the age in months for children under two years
fr: Vous devez fournir une date de naissance exacte ou l'âge en mois pour les enfants de moins de deux ans

source: Could not understand age or date_of_birth of %(string)s
fr: Impossible de comprendre l'âge ou la date_de_naissance de %(string)s.
