Repository: dcmul/rapidsms
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %s form not found.
fr: Formulaire %s introuvable.

source: %s command not found.
fr: Commande %s introuvable.

source: Problem getting CHW from backend.
fr: Problème pour trouver l’ASC dans le backend.

source: Invalid user logged in.
fr: utilisateur non valide connecté

source: %(fname)s, you must select a CHW other than yourself at the bottom of the data entry screen.
fr: %(fname)s, vous devez sélectionner un autre ASC que vous-même en bas de l'écran de saisie de données.

source: Problem getting encounter_date from backend.
fr: Problème pour trouver la date de consultation dans le backend.

source: You cannot select an encounter date that is in the future.
fr: vous ne pouvez pas sélectionner une date de consultation qui est dans le futur.

source: You must register before you can send reports.
fr: Vous devez vous inscrire avant de pouvoir envoyer des rapports

source: Error: Message not understood. Your message must start with a single health ID, followed by a space then a %(pre)s, then the keyword of the form you are sending.
fr: Erreur: message non compris. Votre message doit commencer par un seul identifiant de santé, suivi d'un espace puis d’un %(pre)s, puis le mot clé du formulaire que vous voulez envoyer.

source: Not a recognised form.
fr: Formulaire non reconnu.

source: Error occurred while processing %(frm)s: %(e)s Please correct and send all information again.
fr: Une erreur s'est produite lors du traitement de %(frm)s: %(e)s Veuillez la corriger et envoyer les informations à nouveau.

source: %(id)s is not a valid health ID. Please correct and try again.
fr: %(id)s n'est pas un identifiant de santé valide. Veuillez le corriger et réessayer.

source: Patient %(health_id)s is assigned to CHW %(real_chw)s. You [%(fake_chw)s] can only submit forms for your own patients.
fr: Le patient %(health_id)s est attaché à l'ASC %(real_chw)s. Vous [%(fake_chw)s] ne pouvez soumettre des formulaires que pour vos propre patients.

source: Error: You tried to send househould forms for someone who is not head of household. You must send the forms with the head of household health ID.Their head of household health ID is %(hoh)s (Health ID: %(hohid)s)
fr: Erreur. Vous avez tenté d'envoyer des formulaires pour le foyer à quelqu'un qui n'est pas le chef de famille. Vous devez envoyer les formulaires avec l’identifiant de santé du chef de famille. L’identifiant de santé du chef de famille est %(hoh)s (Identifiant de santé: %(hohid)s)

source: This form is only for head of households.
fr: Ce formulaire est uniquement pour le chef de famille.

source: Successfully processed:
fr: Traité avec succès:

source: You must resend the form.
fr: Vous devez renvoyer le terme.

source: You must resend the forms.
fr: Vous devez renvoyer les termes.

source: One form failed.
fr: Echec d'un formulaire.

source: %d forms failed.
fr: %d formulaires ont échoué

source: One successful.
fr: Un formulaire traité avec succès

source: %d forms successful.
fr: %d formulaires traités avec succès

source: Database Error: please notify the system administrator
fr: Erreur de base de données: veuillez informer l'administrateur du système

source: Total Number of Patients
fr: Nombre total de patients

source: Number of days ago
fr: Nombre de jours écoulés

source: # of Households
fr: # de foyers

source: # of Patients
fr: # de patients

source: # of Underfives
fr: # d’enfants de moins de 5 ans

source: # of Pregnant Women
fr: # de femmes enceintes

source: Unknown
fr: Inconnu

source: Healthy
fr: En bonne santé

source: Moderate
fr: Modéré

source: This Month (to date)
fr: Ce mois-ci

source: Last Month
fr: Le mois dernier

source: +SAM / MAM
fr: MAS+ / MAM

source: RDT+
fr: TDR+

source: An error has occured.
fr: Une erreur s'est produite

source: Error: You must first be registered.
fr: Erreur: Vous devez d’abord être inscrit

source: FAILED. Unable to understand message.
fr: ECHEC. Impossible de comprendre le message.

source: FAILED. Bad value.
fr: ECHEC. Mauvaise valeur.

source: FAILED. Not applicable.
fr: ECHEC. Inapproprié

source: There is no patient with health ID %(hid)s
fr: Pas de patient avec no. de santé %(hid)s

source: The following clients are due for MUAC: %(ids)s
fr: Les clients suivants ont besoin de MUAC: %(ids)s

source: Remind the following to go for ANC at health center: %(list)s.
fr: Rappeler aux patients suivants d’aller au centre de santé %(list)s pour ANC

source: Please send %(patient)s to the health center for their appointment on %(apt_date)s
fr: Veuillez diriger %(patient)s vers lecentre de santé pour son rendez-vous du %(apt_date)s

source: Please send %(patient)s to the health center on for their failed appointment on %(apt_date)s
fr: Veuillez diriger %(patient)s vers le centre de santé pour son rendez-vous manqué du %(apt_date)s

source: %(number)s is not a registered number.
fr: %(number)s n'est pas un numéro enregistré.

source: An error has occured: %(e)s
fr: Une erreur s'est produite: %(e)s.

source: You attempted to load %(cls)s without %(k)s defined.
fr: Vous avez tenté de charger %(cls)s sans définir %(k)s.

source: %(k)s must be a dictionary in %(cls)s.
fr: %(k)s doit être un dictionnaire dans %(cls)s.

source: ChildCount Alert!
fr: Compte rendu ChildCount

source: ChildCount+ Dashboard
fr: Tableau de bord ChildCount+

source: chart
fr: le tableau

source: Unknown period name: %(name)s. Valid periods are %(valid)s.
fr: Nom de période inconnu: %(name)s. Les périodes valides sont %(valid)s.

source: Use ACTIVITY followed by WEEK, MONTH, or the 3-letter month code.
fr: Utiliser ACTIVITE suivie par SEMAINE, MOIS, ou le code du mois en trois lettres

source: Cancel failed. There is nothing to cancel.
fr: Echec de l'annulation. Il n'y a rien à annuler.

source: Cancel failed. You cannot cancel a report after %(num)d minutes.
fr: Echec de l'annulation. Vous ne pouvez pas annuler un rapport après %(num)d minutes.

source: Cancel failed. Another user has already modified one or more of your reports.
fr: Echec de l'annulation. Un autre utilisateur a déjà modifié un ou plusieurs de vos rapports

source: Previous message successfully canceled.
fr: message précédent annulé avec succès

source: checkid command requires a health id
fr: La commande checkid requiert un identifiant de santé

source: SUCCESS: %(patient)s; Household: %(household)s; CHW: %(chw)s
fr: Réussi: %(patient)s; Foyer: %(household)s; ASC: %(chw)s

source: Health ID %(id)s does NOT exist in the database
fr: Le No. de santé %(id)s n'existe pas dans la base de donnée

source: but IS a valid identifier. Check to make sure the database is current.
fr: mais EST un identifiant valide. Vérifier que la base de donnée est à jour

source: and is NOT a valid identifier. You might have entered the ID incorrectly.
fr: et n'est pas un identifiant valide. Vous n'avez peut être pas entrer le numéro correctement.

source: Health ID %(id)s
fr: No. de santé %(id)s

source: is valid but no patient has been registered with this ID.
fr: est valide mais il n'y a pas de patient enregistré sous ce numéro.

source: is in the database but is marked as UNUSABLE.
fr: est dans la base de donnée mais est marqué comme NON UTILISABLE.

source: Cannot run chown command from cell phone. Use the computer interface instead.
fr: Impossible d'exécuter la commande chown depuis un téléphone portable. Utiliser plutôt l'interface de l'ordinateur

source: Lookup command requires at least one health ID.
fr: La commande lookup requiert au moins un identifiant de santé.

source: CHW with ID %(id)d does not exist
fr: ASC avec l’identifiant %(id)d n'existe pas

source: There is no person with ID %(hid)s.
fr: Il n'y a personne avec l’identifiant %(hid)s

source: Patient %(hid)s (%(name)s) assigned to CHW %(chwname)s.
fr: Le patient %(hid)s (%(name)s) est attaché à l'ASC %(chwname)s.

source: Patients %(first)s and %(last)s have different CHWs. (First CHW: %(fchw)s Last CHW: %(lchw)s)
fr: Les patients %(first)s et %(last)s ont différents ASC. (First CHW: %(fchw)s Last CHW: %(lchw)s)

source: Patient %(fid)s was created AFTER patient %(lid)s. You should send the earlier ID first followed by the later ID.
fr: Le patient %(fid)s a été enregistré APRÈS le patient %(lid)s. Vous devez envoyer d’abord l’identifiant du premier patient, suivi par celui du dernier patient

source: There were 0 patients created by CHW %(chw)s between %(fdate)s and %(ldate)s.
fr: Il y a 0 patients enregistrés par l'ASC %(chw)s entre le %(fdate)s et le %(ldate)s.

source: Encounter date %(date)s is not valid
fr: La date de consultation %(date)s n'est pas valide

source: Changed CHW for %(n)d patients to %(chw)s with encounter date %(y)d-%(m)d-%(d)d.
fr: Changement de l'ASC pour %(n)d patients vers%(chw)s avec comme date de consultation %(y)d-%(m)d-%(d)d.

source: dead person names | gender | age or DOB | date_of_death | [head_of_household]
fr: noms des personnes décédées | sexe | âge ou DDN | date_du_décès | [chef_de_famille]

source: Not enough information. Expected: %(keyword)s %(expected)s
fr: Pas assez d'information. Requis: %(keyword)s %(expected)s

source: You must indicate gender after the name with a %(choices)s.
fr: Vous devez indiquer le sexe après le nom avec un %(choices)s.

source: Message not understood. Expected: %(expected)s
fr: Message non compris. Requis: %(expected)s

source: Could not understand age or date_of_birth of %(string)s.
fr: Impossible de comprendre l'âge ou la date_de_naissance %(string)s.

source: You must provide a patient name before their sex.
fr: Vous devez stipuler le nom du patient avant le sexe

source: You must provide the date of death
fr: Vous devez fournir la date de décès

source: Could not understand date_of_death of %(string)s. Please provide an exact date of death in the format DDMMYY.
fr: Impossible de comprendre la date_de_décès de %(string)s. Veuillez fournir une date exacte de décès au format JJMMAA.

source: Could not understand date_of_death of %(string)s.
fr: Impossible de comprendre la date_de_décès de %(string)s.

source: Could not find head of household with health ID %(id)s. You must first register the head of household.
fr: Impossible de trouver un chef de famille avec l’identifiant de santé %(id)s. Vous devez d’abord enregistrer le chef de famille.

source: The head of household you specified is too young to be a head of household (%(hh)s).
fr: Le chef de famille que vous avez spécifié est trop jeune pour être chef de famille (%(hh)s).

source: The head of household you specified (%(hh)s) is not a head of household. Their head of household is (%(hhhh)s).
fr: Le chef de ménage que vous avez spécifié (%(hh)s) n'est pas un chef de ménage. Leur chef de ménage est (%(hhhh)s).

source: you
fr: Vous

source: %(name)s %(sex)s/%(age)s was already reported by %(chw)s.
fr: %(name)s %(sex)s/%(age)s a déjà été soumis par %(chw)s.

source: You successfuly reported the death of %(death)s.
fr: Vous avez signalé le décès de %(death)s avec succès

source: Usage: %(com)s health_id
fr: Instructions: %(com)s health_id

source: No patient with health id %(hid)s
fr: Pas de patient avec l’identifiant de santé %(hid)s

source: Family of %(hid)s:
fr: Famille de %(hid)s:

source: Not enough information. Expected:%(keyword)s | locationcode |
fr: Pas assez d'information. Requis: %(keyword)s | code lieu |

source: Unknown location code %(loc)s.
fr: Code de lieu inconnu %(loc)s.

source: No Stockin for %(loc)s.
fr: Pas d'entrée de stock pour %(loc)s.

source: %(loc)s: Starting Point: %(sp)s, Balance: %(bal)s.
fr: %(loc)s: Point de départ: %(sp)s, Solde: %(bal)s.

source: Use: changehh patient_id new_hh_id
fr: changement de menage Id du patient

source: Patient with ID %(hid)s does not exist
fr: Le patientavec l’identifiant %(hid)s n'existe pas

source: Changed head of household for %(n)d patients from [%(old_hh)s] to [%(new_hh)s].
fr: Changement de chef de famille pour %(n)d patients d de [%(old_hh)s sà [%(new_hh)s]

source: You still have: %(health_id)s
fr: Vous avez encore: %(health_id)s

source: No health Ids available now!
fr: Pas d’identifiant de santé disponible maintenant!

source: Health IDs: %(health_id)s
fr: Identifiant de santé: %(health_id)s

source: You issued %(n)s bednets on %(date)s
fr: Vous avez fourni %(n)s moustiquaires le %(date)s

source: Your language preference is set to: %(lang)s. Change it by sending your new language preference code.
fr: Votre choix de langue a été enregistré sous: %(lang)s. Vous pouvez le changer en envoyant le code de votre nouveau choix de langue.

source: Your language preference is already set to: %(lang)s.
fr: Votre choix de langue est déjà enregistré sous: %(lang)s

source: That language preference code (%(code)s) is not valid.
fr: Le code du choix de langue (%(code)s) n'est pas valide.

source: Your language preference has been changed from %(old)s to %(new)s.
fr: Votre préférence de langue a été changée de %(old)s à %(new)s.

source: Set location for %(n)d patient(s) [%(idstr)s] to %(loc)s
fr: Définir l'emplacement pour %(n)d patient(s) [%(idstr)s)] à %(loc)s

source: Cannot run loc command from cell phone. Use the computer interface instead.
fr: Impossible d'exécuter la commande loc depuis un téléphone portable. Utiliser plutôt l'interface de l'ordinateur

source: Location command requires at least a location code and household ID.
fr: L'outil de recherche de lieu requiert au moins un code de lieu et un identifiant de foyer

source: Location with code %(code)s does not exist.
fr: Il n’existe pas de lieu correspondant au code %(code)s

source: Lookup command requires at least a first or last name.
fr: L'outil de recherche requiert au moins un prénom ou un nom de famille

source: No matching patient found. Please retry with only first or last name.
fr: Aucun patient correspondant trouvé. Veuillez réessayer avec soit le prénom, soit le nom de famille

source: ID# %(name)s from %(location)s
fr: ID# %(name)s de %(location)s

source: %(total)s matches
fr: %(total)s résultats correspondants

source: Not enough info. Expected: %(keyword)s location names
fr: Pas assez d'information. Requis: %(keyword)s noms de lieu

source: Location %(location)s does not exist.
fr: Le lieu %(location)s n'existe pas.

source: You are now registered at %(location)s with alias @%(alias)s.
fr: Vous êtes maintenant enregistré à %(location)s avec l'alias @%(alias)s.

source: Cannot run reloc command from cell phone. Use the computer interface instead.
fr: Impossible d'exécuter la commande reloc depuis un téléphone portable. Utiliser plutôt l’interface de l’ordinateur

source: Relocate command format: reloc LOC HEALTH_ID.
fr: Commande de déplacement: reloc LOC ID_SANTE.

source: There is no location with code %(code)s.
fr: Il n'y a pas de lieu ayant pour code %(code)s.

source: Made status ACTIVE and moved %(count)d people to %(loc)s with CHW %(chw)s:
fr: %(count)d personnes déplacées vers %(loc)s avec ASC %(chw)s et notés actifs:

source: Marked %(count)d patients as INACTIVE:
fr: %(count)d patients notés comme innactifs:

source: Similar command requires a single health ID
fr: La commande similaire requiert un seul identifiant de santé

source: No similar health IDs found.
fr: Aucun identifiants de santé n’ont été trouvés

source: Unused IDs:
fr: IDs inutilisés

source: Not enough information. Expected:%(keyword)s locationcode quantity
fr: Pas assez d'information. Requis: %(keyword)s | code lieu | quantité |

source: Bad Value for quantity %(val)s
fr: Quantité incorrecte %(val)s

source: additional
fr: suppl

source: %(loc)s has received %(q)s%(additional)s nets for distribution. Starting Point:%(sp)s
fr: %(loc)s a reçu %(q)s moustiquaires%(additional)s à distribuer. Stock initial:%(sp)s

source: %(loc)s: %(q)s nets is greater than Starting point quantity %(sp)s nets. Please check if your stock out quantity is correct.
fr: %(loc)s: %(q)s moustiquaires est supérieur au niveau initial de %(sp)s. Vérifiez que la quantité distribuée est correcte.

source: %(loc)s's closing stock is %(q)s nets; Starting Point: %(sp)s; Issued: %(issued)s
fr: Stock final de moustiquaires à %(loc)s: est %(q)s ; Stock initial: %(sp)s; Distribuées: %(issued)s

source: alert command requires | username | delay[s/m/h) | message
fr: La commande d’alerte requiert| identifiant | delai[s/m/h) | message

source: No patient with health id %(health_id)s
fr: Pas de patient avec l’identifiant de santé %(health_id)s

source: Could not understand %(error)s delay.
fr: Impossible de comprendre le délai %(error)s

source: Could not understand %(error)s delay
fr: Impossible de comprendre le délai %(error)s

source: %(chw)s will be notified at %(time)s
fr: %(chw)s sera averti à %(time)s

source: You are registered as %(full_name)s from %(location)s with alias @%(alias)s.
fr: Vous êtes enregistré comme %(full_name)s depuis %(location)s avec l'alias @%(alias)s.

source: Command requires atleast one health id
fr: La commande requiert au moins un identifiant de santé

source: Configuration Error: Please contact system administrator.
fr: Erreur de configuration: veuillez informer l'administrateur du système

source: Over 59m: %(patients)s.
fr: plus de 59m: %(patients)s

source: Invalid HealthID: %(hid)s.
fr: No. de santé incorrecte %(hid)s

source: Already reported: %(patients)s.
fr: déjà enregistré:%(patients)s

source: Vaccinated: %(count)s of %(total)s - %(percentage)s%%
fr: Vaccinés: %(count)s sur %(total)s - %(percentage)s%%

source: Not Vaccinated:
fr: Pas Vaccinné:

source: %(percentage)s%% coverage, Total Reports: %(total)s.
fr: %(percentage)s%% couverture, Total Enregistrés: %(total)s.

source: Not enough info.
fr: Pas assez d'information

source: Could not understand expected date of delivery: %(expected_on)s.
fr: Impossible de comprendre la date prévue d'accouchement: %(expected_on)s.

source: %(expected_on)s is already in the past, the expected delivery date should be a future date.
fr: %(expected_on)s est déjà passé, la date prévue d'accouchement doit être dans le futur.

source: Expected date of delivery is %(expected_on)s.
fr: La date prévue d'accouchement est %(expected_on)s.

source: Please send %(patient)s to the health center if they have not visited the clinic in the last 2 weeks.
fr: Veuillez envoyer %(patient)s vers un centre médical if il n'a pas eu de consultation durant les deux dernières semaines

source: Please send %(patient)s to the health center for their appointment
fr: Veuillez diriger %(patient)s vers le centre de santé pour son rendez-vous

source: Not enough info. Expected: date of appointment.
fr: Pas assez d'information. Requis: date de rendez-vous.

source: Inapplicable: %(patient)s is not within required age bracket
fr: Inapplicable: %(patient)s n'est pas dans la bonne tranche d'âge.

source: Could not understand the date of appointment %(expected_on)s
fr: Impossible de comprendre la date de rendez-vous %(expected_on)s

source: %(expected_on)s is already in the past, please use a future date of appointment.
fr: %(expected_on)s est déjà passé, veuillez utiliser une date de rendez-vous dans le futur.

source: Next appointment is on %(expected_on)s.
fr: Le prochain rendez-vous est le %(expected_on)s.

source: No next appointment: %(patient)s has completed the program.
fr: Pas de prochain rendez-vous: %(patient)s a terminé le programme

source: Not enough info. Expected: number of women given BC pills.
fr: Pas assez d'information. Requis: nombre de femmes qui ont reçu une contraception orale .

source: | Number of women | must be a number.
fr: | Nombre de femmes | doit être entré en chiffres

source: %(women)d women given pills.
fr: %(women)d femmes qui ont reçu une contraception orale.

source: Not enough info. Expected: number of sleeping sites and number of bednets.
fr: Pas assez d'information. Requis: nombre de sites de couchage et nombre de moustiquaires.

source: Number of sleeping sites must be entered as a number.
fr: Le nombre de sites de couchage doit être entré en chiffres.

source: Number of bednets must be a number
fr: Le nombre de moustiquaires doit être entré en chiffres

source: %(sites)d sleeping site(s), %(nets)d bednet(s)
fr: %(sites)d sites de couchage(s), %(nets)d moustiquaire(s)

source: | Number of sleeping sites | must be a number.
fr: | Nombre de sites de couchage | doit être entré en chiffres.

source: Report Survey doesnt exist for %(patient)s
fr: Compte-rendu de l'enquête n'existe pas pour %(patient)s

source: DO NOT ISSUE nets to %(patient)s, already received %(nets)d nets for %(site)d sleeping sites.
fr: NE PAS DONNER de moustiquaires à %(patient)s. A déjà reçu %(nets)d moustiquaires pour %(site)d sites de couchage.

source: Last received: None
fr: Dernière reception: aucune

source: Last received: %(last_issued)d bednets.
fr: Dernière réception: %(last_issued)d moustiquaires.

source: %(patient)s: %(ssite)d sleeping sites. Need %(bdnt_required)d bednet(s).
fr: %(patient)s: %(ssite)d sites de couchage. Besoin de %(bdnt_required)d moustiquaire(s).

source: Issued %(issued)s nets.
fr: Distribuées: %(issued)s moustiquaires.

source: Survey Report doesnt exist for %(pat)s
fr: Compte-rendu de l'enquête n'existe pas pour %(pat)s

source: Not enough info. Expected: number of bednets issued.
fr: Pas assez d'infos. Requis: nombre de moustiquaires distribuées.

source: Bednet issued should be number
fr: Le nombre de moustiquaires distribuées doit être entré en chiffres

source: %(patient)s has received %(bdnt)d bednet(s).
fr: %(patient)s a reçu %(bdnt)d moustiquaire(s).

source: Survey Report doesnt exist for %(patient)s. Please, contact your CHW
fr: Compte-rendu de l'enquête n'existe pas pour %(patient)s. Veuillez contacter votre ASC

source: %(patient)s has already received %(nets)d bednets for %(site)d sites.Required: %(req)d
fr: %(patient)s a déjà reçu %(nets)d moustiquaires pour %(site)d couchages. Requis: %(req)d

source: %(patient)s need %(nets)d bednets for %(site)d sites.
fr: %(patient)s a besoin de %(nets)d moustiquaires pour %(site)d sites de couchage.

source: | Number of children who slept here last night | should be a number.
fr: |Nombre d'enfants qui ont dormi ici la nuit dernière| doit être entré en chiffres

source: | Number of children under bednet | should be a number.
fr: | Nombre d'enfants sous une moustiquaire | doit être entré en chiffres.

source: Number of under five who slept here last night should be more than those who slept under bednet
fr: Le nombre d'enfants de moins de 5 ans qui ont dormi ici hier soir devrait être supérieur au nombre de ceux qui ont dormi sous une moustiquaire

source: Patient is %(age)s old. You can not submit birth reports for patients over 90 days old.
fr: Le patient a %(age)s. Vous ne pouvez pas soumettre de rapport de naissance pour les patients de plus de 90 jours.

source: A birth report for %(p)s was already submited by %(chw)s.
fr: Un rapportde naissance pour %(p)s a déjà été soumis par %(chw)s.

source: Not enough info. Expected: | Mom Health ID | delivered in health facility | weight(kg)(optional) |
fr: Pas assez d'information. Requis: | Identifiant de santé de la mère | accouchement en centre de santé | poids(kg)(facultatif)

source: Could not find mother / guardian with health ID %(id)s. You must register the mother first.
fr: Mère / tuteur introuvable avec l’identifiant de santé %(id)s. Vous devez enregistrer la mère d'abord.

source: The mother / guardian you specified is too young to be a mother.(%(hh)s)
fr: La mère / tuteur que vous avez spécifié est trop jeune pour être mère.(%(hh)s)

source: | Delivered in health facility? | must be %(choices)s.
fr: |Accouchement en infrastructure de santé?| doit être %(choices)s.

source: Birth weight can not be greater than %(max)skg.
fr: Le poids de naissance ne peut pas être supérieur à %(max)skg.
