Repository: dcmul/rapidsms
Catalog: apps/childcount/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Total number of distinct patients who were under 6 months at the time of encounter and who are recorded as exclusively breast feeding
fr: nombre total de patients distincts qui avaient moins de 6 mois au moment de la consultation et qui sont enregistrés comme allaités au sein exclusivement

source: <6m BF Known
fr: <6 mois allaitement maternel inconnu

source: Total number of distinct patients who were under 6 months at the time of encounter and who have a known breast-feeding status
fr: nombre total de patients distincts qui avaient moins de 6 mois au moment de la consultation ayant un statut d'allaitement maternel connu

source: %BF Only
fr: %allaitement maternel exclusif

source: Percentage of patients with known breast-feeding status who are exclusively breast-feeding
fr: pourcentage de patients avec un statut AMconnu exclusivement allaités au sein

source: <5y Imm Yes
fr: <5m imm oui

source: Total number of patients under 5 years at the end of the period whose last known immunization report was marked as 'up to date'
fr: nombre total de patients de moins de 5 ans à la fin de la période dont le dernier rapport de vaccination indique 'à jour'

source: Percentage of patients under 5 years at the end of the period whose last known immunization report was marked as 'up to date'
fr: pourcentage de patients de moins de 5 ans à la fin de la période dont le dernier rapport de vaccination indique 'à jour'

source: Total number of patients under 1 year old at the end of the period with an immunization report during the period
fr: nombre total de patients de moins d’ 1 an à la fin de la période avec un rapport de vaccination pendant la période

source: <1y Imm Yes
fr: <1 a Vacc = oui

source: Total number of patients under 1 year old at the end of the period with an immunization report marked 'up to date' during the period
fr: numbre total de patients de moins d’un an à la fin de la période avec un rapport de vaccination indiquant « à jour » pendant la période

source: %Imm Curr
fr: % vacc

source: Percentage of patients with a known immunization status whose immunizations are up to date
fr: pourcentage de patients avec un statut de vaccination connu dont la vaccination est à jour

source: Community Health Worker
fr: Agent de Santé Communautaire

source: Community Health Workers
fr: Agents de Santé Communautaires

source: Clinic
fr: Centre de Santé

source: The clinic this CHW reports to
fr: Le centre de santé où l'ASC fait ses rapports

source: Number of Patients
fr: Nombre de patients

source: Number of Patients Under 5
fr: Nombre de patients de moins de 5 ans

source: CHW Health ID
fr: Identifiant de santé de l'ASC

source: CHW Health IDs
fr: identifiants de santé de l'ASC

source: HealthId
fr: Identifiant de santé

source: Community health worker
fr: Agent de santé communautaire

source: Created on
fr: Créé le

source: When the chw was issued the Health Id
fr: Quand l'ASC a obtenu l’Identifiant de santé

source: Used
fr: Utilisé

source: Whether the CHW has used the HealthId
fr: Si oui ou non l'ASC a utilisé l’ Identifiant de santé

source: Case
fr: Cas

source: Cases
fr: Cas

source: Open
fr: Ouvert

source: Closed
fr: Fermé

source: Type of case
fr: Type de cas

source: Status
fr: Statut

source: Reports
fr: Rapports

source: Updated on
fr: Mis à jour le

source: Expires on
fr: Expire le

source: Clinics
fr: Centres de santé

source: as
fr: comme

source: Accident / trauma
fr: accident / traumatisme

source: bd
fr: saignements

source: Difficulty breathing
fr: difficulté respiratoire

source: bl
fr: Saignements?

source: Abnormal bleeding
fr: saignements anormaux

source: Baby stopped moving
fr: Le nourrisson ?a arrêté de bouger

source: bs
fr: ss

source: Blood in stool
fr: Saignement dans les selles

source: bv
fr: vf

source: Blurred vision
fr: Vision floue

source: cc
fr: tx

source: Cough
fr: Toux

source: cl
fr: ft

source: Cold to touch
fr: Froid au toucher

source: No bowel movements
fr: Absence de transit intestinal

source: Cough > 3 weeks
fr: toux > 3 semaines

source: Dehydration
fr: déshydratation

source: fp
fr: pf

source: Fever in first trimester
fr: Fièvre durant le premier trimestre

source: Irritable / inconsolable
fr: irritatable / inconsolable

source: nb
fr: cn

source: Night blindness
fr: cécité nocturne

source: nf
fr: mp

source: Not feeding / sucking well
fr: Ne mange / tète pas correctement

source: nr
fr: rp

source: Not responding well
fr: Ne répond pas normalement

source: nu
fr: pu

source: Little or no urine
fr: peu ou pas d'urine

source: od
fr: oed

source: Oedema
fr: Œdème

source: pa
fr: da

source: Abdominal / pelvic pain
fr: Douleur abdominale / pelvienne

source: ph
fr: mt

source: Severe headache
fr: maux de tête sévères

source: pu
fr: md

source: Painful urination
fr: miction douloureuse

source: sf
fr: ic

source: Skin infection
fr: infection cutanée

source: Sores, itching, pus on body
fr: plaies, démangeaisons ou pus sur le corps

source: sw
fr: gf

source: Swelling of face or hands
fr: Gonflement du visage ou des mains

source: uf
fr: io

source: Umbilicus infection
fr: Infection ombilicale

source: vb
fr: sv

source: Abnormal vaginal bleeding
fr: Saignement vaginal anormal

source: vd
fr: pv

source: Abnormal vaginal discharge
fr: Pertes vaginales anormales

source: Vomiting
fr: Vomissements

source: vp
fr: dv

source: Vaginal pain or sores
fr: Douleur ou plaies vaginales

source: wl
fr: pp

source: Weight loss
fr: Perte de poids

source: Other
fr: Autre

source: Condoms
fr: Préservatifs

source: Intra-uterine Device
fr: Dispositif intra-utérin

source: Oral contraception
fr: Contraception orale

source: Sterilisation
fr: Stérilisation

source: am
fr: ap

source: Anti-malarial
fr: Antipaludéen

source: Paracetamol
fr: Paracétamol

source: Vitamin A
fr: Vitamine A

source: Vitamin C
fr: Vitamine C

source: Birth plan
fr: Plan de naissance

source: bf
fr: al

source: Breast-feeding
fr: Allaitement maternel

source: bn
fr: mi

source: Bednet
fr: Moustiquaire

source: ec
fr: pe

source: Environmental cleanliness
fr: Propreté de l'environnement

source: Family planning
fr: Planning familial

source: General education
fr: Education générale

source: Public health
fr: Santé publique

source: im
fr: va

source: Immunisations
fr: Vaccinations

source: Sanitation & Hygiene
fr: Hygiène & Conditions sanitaires

source: Coded Item
fr: Objet codé

source: Coded Items
fr: Objets codés

source: Danger sign
fr: Signe de danger

source: Medicine
fr: Médicament

source: Counseling topic
fr: Sujet de conseil

source: Coded Item Translation
fr: Traduction de l'objet codé

source: Coded Item Translations
fr: Traductions de l'objet codé

source: French
fr: Français

source: Language
fr: Langue

source: Key
fr: Clé

source: Value
fr: Valeur

source: Danger Sign Translation
fr: Traduction du signe de danger

source: Danger Sign Translations
fr: Traductions du signe de danger

source: English
fr: Anglais

source: Dead Person
fr: Personne décédée

source: Dead Persons
fr: Personnes décédées

source: Male
fr: Homme

source: Female
fr: Femme

source: When the patient record was created
fr: Quand le registre du patient a été créé

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Family name or surname
fr: Nom de famille

source: Gender
fr: sexe

source: Date of Birth
fr: Date de naissance

source: Date of Death
fr: Date du décès

source: Head of House
fr: Chef de famille

source: The primary caregiver in this person's household (self if primary caregiver)
fr: Le principal dispensateur de soins dans le foyer de cette personne (lui-même si dispensateur de soins principal)

source: Location
fr: Lieu

source: The location this person lives within
fr: Le lieu ou vit cette personne

source: Health facility
fr: établissement médical

source: The primary health facility that this patient visits
fr: L'établissement médical principal où ce patient consulte

source: Mobile phone number
fr: Numéro de téléphone portable

source: Name
fr: Nom

source: Age
fr: âge

source: Encounter
fr: Consultation

source: Encounters
fr: Consultations

source: Encounter date
fr: Date de consultation

source: CHW
fr: ASC

source: Patient (or head of household for household encounters)
fr: Patient (ou chef de famille pour consultations groupée pour le foyer)

source: The type of encounter
fr: Le type de consultation

source: Family Planning Usage
fr: utilisation de la contraception

source: Family Planning Usages
fr: utilisations de la contraception

source: Family Planning Report
fr: rapports de contraception

source: Method
fr: Méthode

source: Count
fr: Décompte

source: Form Group
fr: Groupe de formulaires

source: Form Groups
fr: Groupes de formulaires

source: Forms
fr: Formulaires

source: A comma delimited list of the names of the forms successfully processed
fr: Une liste délimitée par des virgules des noms des formulaires traités avec succès

source: Entered by
fr: Entré par

source: Entered on
fr: Entré le

source: Total Household forms
fr: Total formulaires de foyers

source: Total Consultation Forms
fr: Total Formulaires de consultation

source: Health ID
fr: Identifiant de santé

source: Health IDs
fr: identifiants de santé

source: Generated
fr: Généré

source: Printed
fr: Imprimé

source: Issued
fr: délivré

source: Revoked
fr: Révoqué

source: Generated on
fr: Généré le

source: Printed on
fr: Imprimé le

source: Issued on
fr: délivré le

source: Revoked on
fr: Révoqué le

source: Issued to
fr: délivré pour/à

source: Immunization Notification
fr: Déclaration de vaccination

source: Immunization Notifications
fr: Déclarations de vaccinations

source: Immunization
fr: Vaccinations

source: Notify on
fr: A signaler le

source: When to notify
fr: Quand signaler

source: Notified on
fr: Signalé le

source: Immunization Schedule
fr: programme des vaccinations

source: Immunization Schedules
fr: programmes des vaccinations

source: Weeks
fr: Semaines

source: Months
fr: Mois

source: Period
fr: Période

source: Time period after birth
fr: Temps écoulé depuis la naissance

source: Period type
fr: Type de période

source: Name of the immunization
fr: Nom du vaccin

source: Alive
fr: Vivant

source: Relocated
fr: Déménagé

source: Dead
fr: Décédé

source: Unique Health ID
fr: Identifiant de santé unique

source: Estimated DOB
fr: Date de naissance estimée

source: True or false: the date of birth is only an approximation.
fr: Vrai ou faux: la date de naissance est approximative

source: Mother or Guardian.
fr: Mère ou tuteur

source: HIV Status
fr: Statut VIH

source: HIV Exposed?
fr: Exposé au VIH?

source: The physical latitude of this person's household
fr: La position latitude du ménage de cette personne

source: The physical longitude of this person's household
fr: La position longitudinale du ménage de cette personne

source: The physical elevation (meters) of this person's household
fr: le niveau d'élévation (en mètres) du foyer de cette personne

source: Round?
fr: Tournée

source: Which round of Polio Campaign?
fr: quelle tournée de la campagne de polio?

source: Referral ID
fr: Numéro de renvoi à un confrère

source: Vaccine
fr: Vaccin

source: Vaccines
fr: Vaccins

source: ChildCount Report
fr: rapport ChildCount

source: ChildCount Reports
fr: rapports ChildCount

source: Birth Report
fr: rapport de naissance

source: Birth Reports
fr: rapports de naissance

source: Yes
fr: Oui

source: No
fr: Non

source: Clinic delivery
fr: centre d’accouchement

source: Was the baby born in a health facility?
fr: L'enfant est-il/elle né(e) dans un centre de santé?

source: Birth weight (kg)
fr: Poids à la naissance (kg)

source: Please make sure %(child)s gets their Initial Neonatal Visit [%(forms)s]
fr: Veuillez vous assurer que %(child)s aitsa première visite néonatale [%(forms)s]

source: Please make sure %(child)s gets their initial neonatal visit [+N and +T]
fr: Veuillez vous assurez que %(child)s ait sa première visite néonatale [+N and +T]

source: Death Report
fr: rapport de décès

source: Death Reports
fr: rapport de décès

source: Date of death
fr: Date du décès

source: Stillbirth / Miscarriage Report
fr: rapport de mort à la naissance / fausse-couche

source: Stillbirth / Miscarriage Reports
fr: rapport de morts à la naissance / fausses-couches

source: Miscarriage
fr: Fausse-couche

source: Date of stillbirth or miscarriage
fr: Date de la mort à la naissance ou fausse-couche

source: Still birth or miscarriage
fr: Mort à la naissance ou fausse-couche

source: %(type)s on %(date)s
fr: %(type)s le %(date)s

source: Please do a followup on %(mother)s following her %(condition)s a week ago. We would expect a +U report.
fr: Veuillez faire un suivi de %(mother)s suivant sa %(condition)s d'il y a une semaine.Nous attendons un rapport +U

source: Follow-up Report
fr: rapport de suivi

source: Follow-up Reports
fr: rapports de suivi

source: Unkown
fr: Inconnu

source: Patient unavailable
fr: Patient non disponible

source: Patient currently inpatient
fr: Patient actuellement hospitalisé

source: Improvement
fr: Amélioration

source: Has the patient's condition improved since the last CHW visit?
fr: L'état du patient s'est-il améliorée depuis la dernière visite de l'ASC?

source: Visited clinic
fr: S'est rendu au centre de santé

source: Did the patient visit a health facility since the last CHW visit?
fr: Le patient s'est-il rendu dans un centre de santé depuis la dernière visite de l'ASC?

source: Danger Signs Report
fr: rapport de signes de danger

source: Danger Signs Reports
fr: rapports de signes de danger

source: Danger Signs
fr: Signes de danger

source: Pregnancy Report
fr: rapport de grossesse

source: Pregnancy Reports
fr: rapports de grossesse

source: Months Pregnant
fr: Mois de grossesse

source: How many months into the pregnancy?
fr: Combien de mois de grossesse?

source: ANC Visits
fr: VSP

source: Number of antenatal clinic visits during pregnancy
fr: Nombre de visites de soins prénataux au centre de santé durant la grossesse

source: Weeks since last ANC visit
fr: Semaines écoulées depuis la dernière VSP

source: How many weeks since the patient's last ANC visit (0 for less than 7 days)?
fr: Combien de semaines écoulées depuis la dernière VSP du patient (0 pour moins de 7 jours)?

source: Sauri Pregnancy Report
fr: rapport de grossesse Sauri

source: Sauri Pregnancy Reports
fr: rapports de grossesse Sauri

source: Does not have
fr: N'a pas

source: Yes Reactive
fr: Oui pour réactive

source: No Reactive
fr: Non pour réactive

source: No Status Unknown
fr: Pas de statut inconnu

source: Yes Not Reactive
fr: Oui pour non réactive

source: Taking Iron supplements
fr: prend des suppléments en fer

source: Is the mother taking iron supplement?
fr: La mère prend-elle des suppléments en fer?

source: Taking Folic Acid supplements
fr: prend des suppléments en acide folique

source: Is the mother taking folic acid supplement?
fr: La mère prend-elle des suppléments en acide folique?

source: Tested for HIV
fr: Testé(e) pour le VIH

source: Did the mother get tested for HIV?
fr: La mère a-t-elle été testée pour le VIH?

source: Completed CD4 Count
fr: Compte des CD4 effectué

source: Was CD4 count taken?
fr: Est-ce que le compte des CD4 a été effectué?

source: PMTC ARV
fr: ARV PTME

source: Birth Control Pill Report
fr: rapport de contraception par pilule

source: Birth Control Pill Reports
fr: rapports de contraception par pilule

source: Pills given
fr: Pilule donnée

source: Women given BC pills
fr: Femmes ayant reçu des pilules contraceptives

source: Neonatal Report
fr: rapport néonatal

source: Neonatal Reports
fr: rapports néonataux

source: Clinic Visits
fr: Visites au centre de santé

source: Number of clinic visits since birth
fr: Nombre de visites au centre de santé depuis la naissance

source: Under One Report
fr: rapport pour des moins d'un an

source: Under One Reports
fr: rapports pour des moins d'un an

source: Breast feeding exclusively
fr: Allaitement maternel exclusif

source: Does the mother exclusively breast feed?
fr: Est-ce que la mère allaite exclusivement?

source: Immunized
fr: Vacciné

source: Is the child up-to-date onimmunizations?
fr: Est-ce que l'enfant est à jour dans ses vaccins?

source: Sauri Under One Report
fr: rapport sauri pour des moins d'un an

source: Sauri Under One Reports
fr: rapports sauri pour des moins d'un an

source: Nutrition Report
fr: rapport de nutrition

source: Nutrition Reports
fr: rapports de nutrition

source: MUAC (mm)
fr: PB (mm)

source: Weight (kg)
fr: Poids (kg)

source: Fever Report
fr: rapport de fièvre

source: Fever Reports
fr: rapports de fièvre

source: Positive
fr: Positif(ve)

source: Negative
fr: Négatif(ve)

source: RDT Result
fr: Résultat de TDR

source: Medicine Given Report
fr: rapport de médicaments donnés

source: Medicine Given Reports
fr: Rapports de médicaments donnés

source: Medicines
fr: Médicaments

source: Referral Report
fr: Rapport de renvoi à un confrère

source: Referral Reports
fr: Rapports de renvoi à un confrère

source: Basic Referral
fr: Renvoi simple à un confrère

source: Urgency
fr: Urgence

source: Household Visit Report
fr: Rapport de visites à domicile

source: Household Visit Reports
fr: Rapports de visites à domicile

source: HH Member Available
fr: Membre du foyer disponible

source: Was a houshold member available?
fr: Est-ce que l'un des membres du foyer était disponible?

source: Children Under Five
fr: Enfants de moins de 5 ans

source: Number of children under 5 seen
fr: Nombre d'enfants de moins de 5 ans vus

source: Counseling / advice topics covered
fr: Sujets de conseils abordés

source: Family Planning Reports
fr: Rapports de planning familial

source: Women
fr: Femmes

source: Number of women aged 15 to 49 seen during visit
fr: Nombres de femmes entre 15 et 49 ans vues lors de la visite

source: Women using FP
fr: Femmes utilisant une contraception

source: Number of the women using modern family planning
fr: Nombre de femmes utilisant une méthode de contraception moderne

source: Sick Household Members Report
fr: Rapport de membres du foyer malades

source: Sick Household Members Reports
fr: Rapports de membres du foyer malades

source: Others sick
fr: Autres malades

source: Number of other sick household members seen during visit
fr: Nombre d'autres membres du foyer malades vus lors de la visite

source: RDTs
fr: TDR

source: Number of RDTs used on other sick household members
fr: Nombre de TDR utilisés sur d'autres membres du foyer malades

source: Number of positve RDTs cases for other sick household members
fr: Nombre de cas de TDR positifs pour d'autres membres du foyer malades

source: Others on treatment
fr: Autres patients sous traitement

source: Number of other sick household members receiving anti-malarial treatment
fr: Nombre d'autres membres du foyer malades sous traitement antipaludéen

source: Verbal Autopsy Report
fr: Rapport d'autopsie verbale

source: Verbal Autopsy Reports
fr: Rapports d'autopsie verbale

source: Completed?
fr: effectué?

source: Was a Verbal Autopsy conducted?
fr: Est-ce qu'une autopsie verbale a été effectuée?

source: Bednet Report
fr: Rapport de moustiquaire

source: Bednet Reports
fr: Rapports de moustiquaire

source: Sleeping sites
fr: Sites de couchage

source: Number of sleeping sites
fr: Nombre de sites de couchage

source: Bednet utilization Report
fr: Rapport d'utilisation de moustiquaires

source: Bednet utilization reports
fr: Rapports d'utilisation de moustiquaires

source: children under five
fr: enfants de moins de 5 ans

source: Number of children under five who slept here last night.
fr: Nombre d'enfants de moins de 5 ans qui ont dormi ici la nuit dernière.

source: Children slept under bednet
fr: Les enfants ont dormi sous une moustiquaire

source: Number of children under five who slept under bednet last night.
fr: Nombre d'enfants de moins de 5 ans qui ont dormi sous une moustiquaire la nuit dernière.

source: Sanitation Report
fr: Rapport de conditions sanitaires

source: Sanitation Reports
fr: Rapports de conditions sanitaires

source: Flush
fr: Tirer la chasse d'eau

source: Ventilated Improved Pit Latrine
fr: Latrines à fosses ventilées et améliorées

source: Pit Latrine with slab
fr: Latrines à fosses pavées

source: Pit Latrine without slab
fr: Latrines à fosses non pavées

source: Compositing Pit Toilet
fr: Toilettes avec sciure

source: Bucket
fr: Seau

source: Hanging Toilet Latrine
fr: Toilettes suspendues

source: No facility
fr: Pas de toilettes

source: Toilet Type
fr: Type de toilettes

source: Drinking Water Report
fr: Rapport d’eau potable

source: Drinking Water Reports
fr: Rapports d’eau potable

source: Piped water into dwelling or yard/plot
fr: Adduction d'eau dans un logement ou cour/jardin

source: Public Tap/Standpipe
fr: Robinet public/tube

source: Tube well / Borehole
fr: Puits tubulaire / trou de forage

source: Protected dug well
fr: Puits creusé protégé

source: Unprotected Dug well
fr: Puits creusé non protégé

source: Protected Spring
fr: Source protégée

source: Unprotected spring
fr: Source non protégée

source: Rain water collection
fr: Collecte de l'eau de pluie

source: Boil water
fr: Faire bouillir l'eau

source: Strain it through cloth
fr: Filtrer par chiffon/tissu

source: Use water filter: sand/ceramic
fr: Utilisez un filtre pour l'eau: sable/céramique

source: Solar disinfection
fr: Désinfection solaire

source: Let it stand and settle
fr: Laisser reposer en position verticale

source: Water Source
fr: Source d'eau

source: Treatment method
fr: Méthode de traitement

source: What do you use to make it safer to drink
fr: qu’utilisez vous pour rendre l’eau plus potable ?

source: Bednet Distribution Report
fr: Rapport de distribution de moustiquaires

source: Betnet Distribution Reports
fr: Rapports de distribution de moustiquaires

source: Bed net received
fr: Moustiquaires reçues

source: Initial Antenatal Visit Report
fr: Rapport de visites prénatales initiales

source: Initial Antenatal Visit Reports
fr: Rapports de visites prénatales initiales

source: Expected Date of Delivery
fr: Date prévue de l'accouchement

source: Pending Clinic Visit
fr: Visites au ?? centre de santé?en attente

source: Next appointment
fr: Prochain rendez-vous

source: Date closed
fr: Date confirmée

source: Is the appointment still open or closed?
fr: Est-ce que le rendez-vous est encore incertainou confirmé?

source: Pregnancy Registration
fr: Enregistrement de grossesse

source: Pregnancy Registrations
fr: Enregistrements de grossesse

source: Married?
fr: Marié(e)?

source: Number of Pregancies
fr: Nombre de grossesses

source: Husband
fr: Epoux

source: The husband to this pregnant woman
fr: L'époux de lcette femme enceinte

source: HIV Test
fr: Test VIH

source: HIV Tests
fr: Tests VIH

source: No Consent
fr: Pas de consentement

source: HIV+?
fr: VIH positif?

source: Blood drawn?
fr: sang prélevé?

source: DBS Result
fr: Résultat de TSS

source: DBS Results
fr: Résultats de TSS

source: Test Result
fr: Résulat du test

source: CD4 Result
fr: Résultat de CD4

source: CD4 Results
fr: Résultats de CD4

source: CD4 Count
fr: Compte CD4

source: Patient status Report
fr: Rapport du statut du patient

source: Patients status Report
fr: Compte-rendu de la liste des patients

source: Reason
fr: Raison

source: Bednet Stock
fr: Stock de moustiquaires

source: The bednet distribution site
fr: Le site de distribution des moustiquaires

source: Facilitator
fr: Facilitateur

source: Starting Quantity
fr: Quantité de départ

source: Quantity Starting Point
fr: Quantité de départ

source: End Point Quantity
fr: Quantité finale

source: Quantity
fr: Quantité

source: Add CHW
fr: Ajouter ASC

source: Create a CHW Account
fr: Créer un compte ASC

source: Log out
fr: Déconnexion or se déconnecter
