Repository: dcmul/rapidsms
Catalog: apps/reportgen/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Generate function not implemented.
fr: Fonction d’enregistrement non appliqué.

source: Could not find DB record for a report with classname %s
fr: Impossible de trouver l’enregistrement DB pour un rapport avec le nom de la classe %s

source: No time period value passed in
fr: Pas de valeur de périodicité prise en charge

source: This report has no formats specified.
fr: Ce rapport n’a pas de formats spécifiés

source: Report title or filename is unset.
fr: Intitulé du rapport ou du fichier non indiqué.

source: Invalid report format (%s)
fr: Format de rapport invalide (%s)

source: On-Demand Reports
fr: Rapports à la demande

source: Variant not found
fr: Lieu introuvable

source: ccgdata is not an instance of CCGData.
fr: ccgdata n'est pas une instance de CCGData

source: Error: Unable to login to google docs
fr: Erreur: Impossible de se connecter à google docs

source: Update in progress
fr: Mise à jour en cours

source: Last Update @ %(now)s
fr: Dernière mise à jour @ %(now)s

source: ID
fr: Identification

source: Name
fr: Nom

source: Location
fr: Localité

source: Username
fr: Nom de l’utilisateur

source: CHW Log
fr: Journal du TCS

source: CHILDREN
fr: ENFANTS

source: PREGNANT WOMEN
fr: FEMMES ENCEINTES

source: HOUSEHOLD
fr: MENAGE

source: HID
fr: Identification du menage

source: Reports
fr: Rapports

source: Comments
fr: Commentaire

source: Gender
fr: Genre

source: Mother
fr: Mere

source: Next Apt
fr: Prochain RDV

source: RDT+
fr: TDR+

source: MUAC (+/-)
fr: PB (+/-)

source: Immunized
fr: Immunisés

source: Danger Signs
fr: Signes de danger

source: PID
fr: Identification personnelle

source: Forms
fr: Fiches

source: Month
fr: Mois

source: # ANC Visits
fr: # consultations prénatales (CPN)

source: Household
fr: Menage

source: Available
fr: disponible

source: # Children
fr: # Enfants

source: Counseling
fr: Conseil

source: CHW Manager Report
fr: Rapport du Coordonateur des TCS

source: Report
fr: Rapport

source: CHW Name
fr: Nom TCS

source: Clinic
fr: Poste de santé

source: Millennium Village
fr: Village du millennaire

source: For: %s
fr: Pour: %s

source: Indicators
fr: Indicateurs

source: Indicator
fr: Indicateurs

source: Tot/Avg
fr: TOTAL/MOYENNE

source: Patients Referred in the Previous 45 days (or Given Medicine) and Lacking an On-Time Follow-Up Visit
fr: Patients referes dans les 45 jours precedents (ou qui ont recu des medicaments) et faute d'une Sur-Heure Visite de suivi

source: Loc Code
fr: Code de la localité

source: Health ID
fr: Identification etat de santé

source: Name / Age
fr: Nom / Age

source: Household Head
fr: Chef de famille

source: Event / Date
fr: Evénement / date

source: Follow-Up Date
fr: Date de suivi

source: on
fr: le

source: [No DSs Reported]
fr: [Pas de DSs rapports]

source: Late:
fr: Dernier:

source: [No Follow-Up]
fr: [Pas de suivi]

source: Children Under 5 Without Known Up-to-date Immunizations
fr: Enfant de –5 ans sans rappels d’immunisation connus

source: Latest Imm. Report
fr: Dernier rapport d’immunisation

source: [No Report]
fr: [Pas de rapport]

source: Reported "%(status)s" on %(date)s
fr: Signalé "%(status)s" on %(date)s

source: Women in 2nd and 3rd Trimester who haven't had ANC in 5 Weeks
fr: Femmes aux 2° et 3° Trimestre sans consultation prénatale depuis 5 semaines

source: Last ANC
fr: Derniere consultation prénatale

source: Approx Due Date
fr: Date approximative de naissance

source: Children without MUAC in past 1 month (SAM) or 3 months (healthy)
fr: Enfants sans PB pendant le mois dernier (MAS) ou 3 mois (en bonne santé)

source: Last MUAC
fr: Dernier P.B

source: MUAC Status
fr: Etat du P.B

source: [No MUAC]
fr: [Pas de P.B]

source: No card for %s.
fr: Pas de carte pour %s.

source: ID Cards for:
fr: Cartes d'identité pour:

source: Health ID Card
fr: Carte d'identité de santé

source: DOB: %s
fr: Date de naissance: %s

source: HH
fr: Ménage

source: Indicator not found!
fr: Indicateur introuvable!

source: Can only generate PDF for indicator chart
fr: Peut uniquement generer des PDF pour le tableau des indicateurs

source: Generated on:
fr: Enregistré le:

source: For period: %s.
fr: Pour la période: %s.

source: Cannot produce indicator chart for indicators that do not accept a QuerySet as an argument.
fr: Ne peut pas generer le tableau des indicateurs qui n’accepte pas un Queryset comme un paramètre..

source: over time
fr: Dépassement

source: Malnutrition Report
fr: Rapport de mal nutrition

source: Children U5 Flagged as Malnourished as of %s
fr: Enfants de moins de 5 ans considérés comme mal nourris de le %s

source: CHW
fr: TCS

source: Unknown
fr: Inconnu

source: -- No MUAC
fr: -- Pas de PB

source: Children U5 without MUAC in 90 Days Ending %s
fr: Enfants de moins de 5 ans sans P.B en 90 jours mettre fin à %s

source: Latest MUAC
fr: Dernier PB

source: MVIS Indicators
fr: Indicateurs du MVIS

source: Vital Events
fr: Evénements vitaux

source: Reproductive and maternal health
fr: Santé de la reproduction maternelle

source: Child nutrition
fr: Nutrition de l’enfant

source: Child health - immunization/diarrhea/malaria (infants and under-5's)
fr: Santé de l’enfant-immunisation/diarrhée/paludisme(bébés et moins de 5 ans )

source: Malaria (Over 5's)
fr: Paludisme (+ de 5 ans)

source: CHW performance
fr: Performance du TCS

source: Bednet coverage and utilization
fr: Couverture et utilisation des moustiquaires

source: MVIS Indicators: %s
fr: Indicateurs du SIVM: %s

source: Category
fr: Categories

source: Sub-Category
fr: Sous-catégorie

source: <b>%(name)s - %(title)s (Generated on %(gen_datetime)s)</b>
fr: <b>%(name)s - %(title)s (Enregistré le %(gen_datetime)s)</b>

source: <b>CHW Name</b>
fr: <b>Nom du TCS</b>

source: PMTCT Defaulters
fr: PTME par défaut

source: Status
fr: Etat

source: Reminded
fr: Rappelé

source: Not Reminded
fr: No rappelé

source: Gen.
fr: Enregistré

source: No report for %s.
fr: Sans rapport pour %s.

source: CHW: %(loc)s: %(chw)s
fr: TCS: %(loc)s: %(chw)s

source: Active Patients | Current as of
fr: Patients Actifs | Météo

source: Performance Charts
fr: Carte de performance

source: Can only generate PDF for performance charts
fr: Uniquement en PDF pour les cartes de performance

source: For period %s.
fr: Pour la période %s.

source: % Error
fr: % Erreur

source: All CHWs
fr: Tous les TCS

source: (Generated on %(gen_datetime)s)
fr: (Enregistré le %(gen_datetime)s)

source: [No HHV]
fr: [Pas de consultation à domicile]

source: Date HH Visited <em>(DDMMYY)</em>
fr: Date de la visite des ménages <em>(JJMMAA )</em>

source: Last HH Visit
fr: Dernière consultation à domicile

source: Visit Summary
fr: Résumé de consultation

source: Not Available
fr: Non disponible

source: Bad
fr: Mal

source: General Comments:
fr: Commentaires généraux:

source: Overall Performance:
fr: Performance Complète :

source: Generated on %(gen_datetime)s
fr: (Enregistré le %(gen_datetime)s)

source: Prepared By: ___________________________ Submitted On: _____/_____/_________
fr: Préparé par: ____________________ Rendu le : _____/_____/_________

source: <b>CHW made no household visits during this time period.</b>
fr: TCS n'a fait aucune visite du ménage pendant ce temps la période

source: You successfuly registered
fr: Vous avez enregistre avec succès

source: .*\+V.*Successfully processed\: \[.*
fr: .*\+V.*Procedure réussie\: \[.*

source: Successfully processed: [
fr: Procedure réussie: [

source: Data Entry Statistics
fr: Statistiques des entrées de données

source: Form A (Registration)
fr: Fiche A (enregistrement)

source: Form B (HH Visit)
fr: Fiche B consultation à domicile

source: Form C (Consultation)
fr: Fiche C (Consultation)

source: For:
fr: Pour:

source: OpenMRS Sync Data
fr: Sinyncronisation du système ouvert d’enregistrement de données

source: Indicator:
fr: Indicateurs

source: Average
fr: Moyenne

source: Median
fr: Médiane

source: Total Clients Reg.
fr: Total des clients enregistrées

source: +NEW (Patient)
fr: NEW (Nouveau Patient)

source: +BIR (Birth)
fr: +BIR (Naissance)

source: +DDA (Death)
fr: +DDA (Décès)

source: +DDB (Dead Person)
fr: +DDB (Décédé)

source: +SBM (Still Birth misc)
fr: +SBM (Mort Nés)

source: +V (Household Visit)
fr: +V (Consultation à Domicile)

source: +E (Sick Members)
fr: +E (Membres Malades)

source: +L (BC Pill)
fr: + L (Pilule Contraceptive)

source: +K (Family Planning)
fr: +K (Planning Familial)

source: +U (Follow Up)
fr: +U (Suivi)

source: +S (Danger Signs)
fr: +S (Signes de Dange)

source: +P (Pregnancy)
fr: +P (Grossesse)

source: +N (Neonatal)
fr: +N (Néonatal)

source: +T (Under One)
fr: +T (Moins Un An)

source: +F (Fever)
fr: +F (Fièvre)

source: +G (Medicine Given)
fr: +G (Médicament Fourni)

source: +R (Referral)
fr: +R ( Référence)

source: +PD (Pregnancy Reg)
fr: +PD (Enregistrement de Grossesse)

source: +PF (Antenatal Visit)
fr: + PF (Consultation Prénatale)

source: +HT (HIV Test)
fr: +HT (Test VIH)

source: +AP (Appointment)
fr: +AP (Rendez–Vous)

source: +CD (CD4 Result)
fr: +CD (Résultat CDH)

source: +DB (DBS Result)
fr: +DB (résultat base de données)

source: Adult Men Reg.
fr: Hommes Adultes Enregistrés

source: Adult Women Reg.
fr: Femmes Adultes Enregistrées

source: Under 5 Registered.
fr: Moins De 5 Ans Enregistrés

source: SMS error rate.
fr: Taux D’Erreur de SMS

source: % of days with SMS / month.
fr: % de Jours Avec Envoi SMS / Mois

source: Vital Events Report
fr: Rapport d'événements vitaux

source: VITAL EVENTS: %s
fr: EVENEMENTS VITAUX: %s

source: Pending
fr: En Cours

source: Started
fr: Commencés

source: Retrying
fr: Réessais

source: Failed
fr: Echecs

source: Succeeded
fr: Réussis

source: Generated Report
fr: Rapport enregistré

source: Generated Reports
fr: Rapports enregistré

source: Reference to the report to be generated
fr: Référence au rapport à enregistrer

source: Filename
fr: Nom du fichier

source: Location of generated report file
fr: Definition du format du fichier enregistré

source: Title
fr: Intitulé

source: Full title of report
fr: Intitulé complet du rappor

source: File format
fr: Format du Ficher

source: File format of report (e.g., PDF)
fr: Format du ficher du rapport (Ex: PDF)

source: Period title
fr: Intitulé de la période

source: Description of the time period for the report (e.g., "January 2011")
fr: Description de la date du rapport (Ex., "Janvier 2011")

source: Variant title
fr: Intitulé du lieu

source: Description of the variant for the report (e.g., "Ntungu Clinic")
fr: Description du lieu pour le rapport (Ex.,"Dispensaire Ntungu")

source: Progress
fr: Avancement

source: Task state
fr: Etat de la tâche

source: Task ID
fr: Identification de la tâche

source: The task identifier used internally by RabbitMQ and celeryd to identify the task used to generate this report.
fr: Identificateur de la tâche utilisée en interne avec RabbitMQ et celeryd pour identifier la tâche utilisée pour enregistrer ce rapport

source: Started at
fr: Commencé à

source: Finished at
fr: Terminé à

source: Error message
fr: Message d’erreur

source: <Generated: %(title)s, (%(fname)s), ID: %(pk)d>
fr: <Enregistre: %(title)s, (%(fname)s), ID: %(pk)d>

source: Human-readable title for report
fr: Rapport facilement lisible

source: Class name
fr: Nom de classe

source: Name of module in which the report is defined.
fr: Nom du module dans lequel le rapport est défini

source: Could not import report definition named "%s".
fr: Impossible d'importer la définition de rapport nommé "%s".

source: No period type with code %s
fr: Aucun type de période avec le code %s

source: 5 Years
fr: 5 ans

source: Five calendar years
fr: Cinq années civiles

source: Years %(start)s - %(end)s
fr: Année %(start)s - %(end)s

source: Five years starting %(start)d years ago
fr: Cinq ans commençant %(start)d il y a années

source: Four weeks
fr: Quatre Semaines

source: Set of four seven-day weeks starting on a Monday X weeks ago
fr: Jeu de quatre semaines de sept jours commençant un lundi X il y a semaines

source: Week of %(start)s
fr: Semaine de % (début)s

source: Weeks %(start)s to %(end)s
fr: Semaines %(start)s à %(end)s

source: Monday %(n)d week(s) ago
fr: Lundi %(n)d semaine(s) il y a

source: One calendar month X months ago
fr: Un mois de calendrier X il y a mois

source: This month
fr: ce mois

source: Last month
fr: Le mois dernier

source: %(start)s months ago
fr: %(start)s il y a mois

source: %(start)s to %(end)s
fr: %(start)s a %(end)s

source: Month (Daily)
fr: Mois(Quotidienne)

source: One calendar month X months ago (by day)
fr: Un mois de calendrier X il y a mois (par jour)

source: 7 Years (by Quarter)
fr: 7 ans (par trimestre)

source: Seven Years starting X years ago
fr: Sept Ans commençant X il y a années

source: 7 years starting %(start)d years ago
fr: 7 ans commençant %(start)d il y a années

source: Thirteen Weeks
fr: Treize Semaines

source: Set of Last Thirteen seven-day weeks starting on a Monday X weeks ago
fr: Jeu de Treize Dernières semaines de sept jours commençant un lundi X il y a semaines

source: %(start)s - %(end)s
fr: %(start)s a %(end)s

source: 3 Years (by Quarter)
fr: 3 ans (par trimestre)

source: Three years starting X years ago
fr: Trois Ans commençant X il y a années

source: 3 years starting %(start)d years ago
fr: 3 ans commençant %(start)d il y a années

source: 12 Months (by Month)
fr: 12 mois (par mois)

source: Twelve calendar months starting X months ago
fr: Douze mois de calendrier commençant X il y a mois

source: %(start)s to %(end)s (Monthly)
fr: %(start)s %(end)s (Mensuel)

source: 12 months starting %(start)d months ago
fr: 12 mois commençant %(start)d il y a mois

source: 12 Months (by Quarter)
fr: 12 mois (par trimestre)

source: Four quarters starting X months ago
fr: Quatre quarts X mois commençant il y a

source: %(start)s to %(end)s (Quarterly)
fr: %(start)s a %(end)s (trimestriel)

source: 2 Months
fr: 2 mois

source: Two consecutive calendar months
fr: Deux mois consécutifs de calendrier

source: %(start)s and %(end)s
fr: %(start)s a %(end)s

source: 2 months starting %(start)d months ago
fr: 2 mois commençant %(start)d il y a mois
