Repository: dcmul/rapidsms
Catalog: apps/muac/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, only registered users can access this program.%(msg)s
fr: Désolé,seulement les membres inscrits peuvent accéder le programme.%(msg)s

source: An error occurred. Please call %(mobile)s
fr: Une erreur s'est présentée. Veuillez appeler %(mobile)s

source: Case +%(ref_id)s not found.
fr: Le cas +%(ref_id)s n'est pas trouvé.

source: %(diagnosis_msg)s. +%(ref_id)s %(last_name)s, %(first_name_short)s, %(gender)s/%(months)s (%(guardian)s). MUAC %(muac)s
fr: %(diagnosis_msg)s. +%(ref_id)s %(last_name)s, %(first_name_short)s, %(gender)s/%(months)s (%(guardian)s). PB %(muac)s

source: . Last MUAC (%(reported_date)s): %(muac)s (%(percentage)s%(psign)s)
fr: . Le dernier PB %(reported_date)s %(muac)s (%(percentage)s%(psign)s

source: @%(username)s reports %(msg)s [%(mobile)s]
fr: @%(username)s les reportages %(msg)s [%(mobile)s]

source: Healthy
fr: En bonne santé

source: MUAC (mm)
fr: PB (mm)

source: Height (cm)
fr: La hauteur (cm)

source: Weight (kg)
fr: Le poids (kg)

source: MAM Child requires supplemental feeding.
fr: MAM enfant nécessite l'alimentation supplémentaire

source: SAM Patient requires OTP care
fr: SAM patient nécessite du soin OTP

source: SAM+ Patient requires IMMEDIATE inpatient care
fr: SAM+ Le patient nécessite du soin médical immédiatement

source: Child is not malnourished
fr: L'enfant n'est pas mal nourri
